Repository: xamarin/Xamarin.PropertyEditing
Catalog: Xamarin.PropertyEditing/Properties/Resources.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

source: Alpha
cs: Alfa
it: Alfa
ko: 알파
pl: Alfa
pt_br: Alfa
ru: Алфавит

source: Black
cs: Černá
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: 黒
ko: 검정
pl: Czarny
pt_br: Preto
ru: Черный
zh_hans: 黑色
zh_hant: 黑色

source: Blue
cs: Modrá
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: 青
ko: 파랑
pl: Niebieski
pt_br: Azul
ru: Синий
zh_hans: 蓝色
zh_hant: 藍色

source: Brightness
cs: Jas
de: Helligkeit
es: Luminosidad
fr: Luminosité
it: Luminosità
ja: 明るさ
ko: 밝기
pl: Jasność
pt_br: Brilho
ru: Яркость
zh_hans: 亮度
zh_hant: 亮度

source: Color space
cs: Barevný prostor
de: Farbraum
es: Espacio de colores
fr: Espace de couleurs
it: Spazio colore
ja: 色空間
ko: 색 공간
pl: Kolorowy obszar
pt_br: Espaço de cores
ru: Цветовое пространство
zh_hans: 颜色空间
zh_hant: 色彩空間

source: Current color
cs: Aktuální barva
de: Aktuelle Farbe
es: Color actual
fr: Couleur actuelle
it: Colore corrente
ja: 現在の色
ko: 현재 색
pl: Bieżący kolor
pt_br: Cor atual
ru: Текущий цвет
zh_hans: 当前颜色
zh_hant: 目前色彩

source: Cyan
cs: Azurová
de: Zyan
es: Aguamarina
it: Ciano
ja: 水色
ko: 녹청
pl: Błękitny
pt_br: Ciano
ru: Голубой
zh_hans: 蓝绿色
zh_hant: 青色

source: Cyan / Magenta / Yellow / Black
cs: Azurová / Purpurová / Žlutá / Černá
de: Zyan/Magenta/Gelb/Schwarz
es: Cian / Magenta / Amarillo / Negro
fr: Cyan / Magenta / Jaune / noir
it: Ciano/Magenta/Giallo/Nero
ko: 녹청/자홍/노랑/검정
pl: Błękitny/amarantowy/żółty/czarny
pt_br: Ciano / Magenta / Amarelo / Preto
ru: Голубой/пурпурный/желтый/черный
zh_hans: 青色-洋红色-黄色-黑色
zh_hant: 青色/洋紅/黃色/黑色

source: Convert to Local Value
cs: Převést na lokální hodnotu
de: In lokalen Wert konvertieren
es: Convertir en valor local
fr: Convertir en valeur locale
it: Converti in valore locale
ja: ローカル値に変換
ko: 로컬 값으로 변환
pl: Konwertuj na wartość lokalną
pt_br: Converter para valor local
ru: Преобразовать в локальное значение
zh_hans: 转换为本地值
zh_hant: 轉換成本機值

# CustomExpressionEllipsis
source: Custom Expression…
cs: Vlastní výraz…
de: Benutzerdefinierter Ausdruck...
es: Expresión personalizada...
fr: Expression personnalisée…
it: Espressione personalizzata…
ja: カスタム式...
ko: 사용자 지정 식...
pl: Wyrażenie niestandardowe...
pt_br: Expressão Personalizada…
ru: Пользовательское выражение…
zh_hans: 自定义表达式…
zh_hant: 自訂運算式…

# EventHandlersSelectedElement
source: Event handlers for the selected element
cs: Obslužné rutiny událostí pro vybraný element
de: Ereignishandler für das ausgewählte Element
es: Controladores de eventos para el elemento seleccionado
fr: Gestionnaires d'événements pour l'élément sélectionné
it: Gestori eventi per l'elemento selezionato
ja: 選択した要素のイベント ハンドラー
ko: 선택한 요소의 이벤트 처리기
pl: Procedury obsługi zdarzeń dla wybranego elementu
pt_br: Manipuladores de eventos para o elemento selecionado
ru: Обработчики событий для выбранного элемента
zh_hans: 选定元素的事件处理程序
zh_hant: 所選項目的事件處理常式

source: Events
cs: Události
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
ja: イベント
ko: 이벤트
pl: Zdarzenia
pt_br: Eventos
ru: События
zh_hans: 事件
zh_hant: 事件

source: Green
cs: Zelená
de: Grün
es: Verde
fr: Vert
it: Verde
ja: 緑
ko: 녹색
pl: Zielony
pt_br: Verde
ru: Зеленый
zh_hans: 绿色
zh_hant: 綠色

source: Hex value
cs: Šestnáctková hodnota
de: Farbtonwert
es: Valor hexadecimal
fr: Valeur hexadécimale
it: Valore hex
ja: 16 進数値
ko: 16진수 값
pl: Wartość szesnastkowa
pt_br: Valor hex.
ru: Шестнадцатеричное значение
zh_hans: 十六进制值
zh_hant: 十六進位值

source: Hue
cs: Odstín
de: Farbton
es: Matiz
fr: Teinte
it: Tonalità
ja: 色合い
ko: 색상
pl: Odcień
pt_br: Matiz
ru: Оттенок
zh_hans: 色调
zh_hant: 色調

source: Hue / Lightness / Saturation
cs: Odstín / Světlost / Sytost
de: Farbton/Leuchtkraft/Sättigung
es: Matiz / Luminosidad / Saturación
fr: Teinte / Luminosité / Saturation
it: Tonalità/Luminosità/Saturazione
ja: 色合い/輝度/鮮やかさ
ko: 색상/명도/채도
pl: Barwa/jasność/nasycenie
pt_br: Matiz / Luminosidade / Saturação
ru: Оттенок/освещенность/насыщенность
zh_hans: 色调-亮度-饱和度
zh_hant: 色調/光度/飽和

source: Hue / Saturation / Brightness
cs: Odstín / Sytost / Jas
de: Farbton/Sättigung/Helligkeit
es: Matiz / Saturación / Brillo
fr: Teinte / Saturation / Luminosité
it: Tonalità/Saturazione/Luminosità
ja: 色合い/鮮やかさ/明るさ
ko: 색상/채도/명도
pl: Barwa/nasycenie/jasność
pt_br: Matiz / Saturação / Brilho
ru: Оттенок/насыщенность/яркость
zh_hans: 色调-饱和度-亮度
zh_hant: 色調/飽和/亮度

source: Initial color
cs: Počáteční barva
de: Ursprüngliche Farbe
es: Color inicial
fr: Couleur initiale
it: Colore iniziale
ja: 初期の色
ko: 초기 색
pl: Kolor początkowy
pt_br: Cor inicial
ru: Исходный цвет
zh_hans: 初始颜色
zh_hant: 初始色彩

source: Last color
cs: Poslední barva
de: Letzte Farbe
es: Último color
fr: Dernière couleur
it: Ultimo colore
ja: 最後の色
ko: 끝 색
pl: Ostatni kolor
pt_br: Última cor
ru: Последний цвет
zh_hans: 上一种颜色
zh_hant: 最後色彩

source: Lightness
cs: Světlost
de: Helligkeit
es: Claridad
fr: Clarté
it: Luminosità
ja: 輝度
ko: 명도
pl: Jasność
pt_br: Luminosidade
ru: Освещенность
zh_hans: 光度
zh_hant: 光度

source: Magenta
cs: Purpurová
es: Fucsia
it: Fucsia
ja: 赤紫
ko: 자홍
ru: Пурпурный
zh_hans: 洋红色
zh_hant: 洋紅色

# MultipleObjectsSelected
source: {0} objects selected
cs: Vybrané objekty: {0}
de: {0} Objekte ausgewählt
es: {0} objetos seleccionados
fr: {0} objet(s) sélectionné(s)
it: {0} oggetti selezionati
ja: {0} 個のオブジェクトが選択されています
ko: 개체 {0}개 선택
pl: Liczba wybranych obiektów: {0}
pt_br: {0} objetos selecionados
ru: Выбрано объектов: {0}
zh_hans: 已选择 {0} 个对象
zh_hant: 已選取 {0} 個物件

# MultipleTypesSelected
source: {0} types selected
cs: Vybrané typy: {0}
de: {0} Typen ausgewählt
es: {0} tipos seleccionados
fr: {0} type(s) sélectionné(s)
it: {0} tipi selezionati
ja: {0} 個の型が選択されています
ko: 형식 {0}개 선택
pl: Liczba wybranych typów: {0}
pt_br: {0} tipos selecionados
ru: Выбрано типов: {0}
zh_hans: 已选择 {0} 个类型
zh_hant: 已選取 {0} 個類型

source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: <No Name>
cs: <Bez názvu>
de: <Kein Name>
es: <Sin nombre>
fr: <Aucun nom>
it: <Nessun nome>
ja: <名前なし>
ko: <이름 없음>
pl: <Brak nazwy>
pt_br: <Sem Nome>
ru: <Без имени>
zh_hans: <无名称>
zh_hant: <沒有名稱>

source: Properties
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
ko: 속성
pl: Właściwości
pt_br: Propriedades
ru: Свойства
zh_hans: 属性
zh_hant: 屬性

# PropertiesSelectedElement
source: Properties for the selected element
cs: Vlastnosti pro vybraný element
de: Eigenschaften für das ausgewählte Element
es: Propiedades del elemento seleccionado
fr: Propriétés de l'élément sélectionné
it: Proprietà per l'elemento selezionato
ja: 選択した要素のプロパティ
ko: 선택한 요소의 속성입니다.
pl: Właściwości wybranego elementu
pt_br: Propriedades do elemento selecionado
ru: Свойства для выбранного элемента
zh_hans: 选定元素的属性
zh_hant: 所選元素的屬性

source: Red
cs: Červená
de: Rot
es: Rojo
fr: Rouge
it: Rosso
ja: 赤
ko: 빨강
pl: Czerwony
pt_br: Vermelho
ru: Красный
zh_hans: 红色
zh_hant: 紅色

source: Red / Green/ Blue
cs: Červená / Zelená / Modrá
de: Rot/Grün/Blau
es: Rojo / Verde/ Azul
fr: Rouge / Vert / Bleu
it: Rosso/Verde/Blu
ko: 빨강/녹색/파랑
pl: Czerwony/zielony/niebieski
pt_br: Vermelho / Verde / Azul
ru: Красный/зеленый/синий
zh_hans: 红-绿-蓝
zh_hant: 紅色/綠色/藍色

source: Saturation
cs: Sytost
de: Sättigung
es: Saturación
it: Saturazione
ja: 彩度
ko: 채도
pl: Nasycenie
pt_br: Saturação
ru: Насыщенность
zh_hans: 饱和度
zh_hant: 飽和度

source: Reset
cs: Resetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 다시 설정
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置
zh_hant: 重設

source: Type
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 형식
pl: Typ
pt_br: Tipo
ru: Тип
zh_hans: 类型
zh_hant: 類型

source: View properties or events
cs: Zobrazit vlastnosti nebo události
de: Eigenschaften oder Ereignisse anzeigen
es: Ver propiedades o eventos
fr: Voir les propriétés ou les événements
it: Visualizza proprietà o eventi
ja: プロパティまたはイベントを表示
ko: 속성 또는 이벤트 보기
pl: Wyświetl właściwości lub zdarzenia
pt_br: Exibir propriedades ou eventos
ru: Просмотр свойств или событий
zh_hans: 查看属性或事件
zh_hant: 檢視屬性或事件

source: Yellow
cs: Žlutá
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
ja: 黄
ko: 노랑
pl: Żółty
pt_br: Amarelo
ru: Желтый
zh_hans: 黄色
zh_hant: 黃色

source: No brush
cs: Žádný štětec
de: Kein Pinsel
es: Sin pincel
fr: Aucun pinceau
it: Nessun pennello
ja: ブラシなし
ko: 브러시 없음
pl: Brak pędzla
pt_br: Sem pincel
ru: Нет кисти
zh_hans: 无画笔
zh_hant: 沒有筆刷

# SolidBrush
source: Solid color brush
cs: Štětec jednotné barvy
de: Pinsel mit Volltonfarbe
es: Pincel de color sólido
fr: Pinceau de couleur unie
it: Pennello tinta unita
ja: 単色ブラシ
ko: 단색 브러시
pl: Pędzel pełnego koloru
pt_br: Pincel de cor sólida
ru: Одноцветная кисть
zh_hans: 纯色画笔
zh_hant: 單色筆刷

# ResourceBrush
source: Brush from resource
cs: Štětec z prostředku
de: Pinsel aus Ressource
es: Pincel de recurso
fr: Pinceau de la ressource
it: Pennello della risorsa
ja: リソースからのブラシ
ko: 리소스의 브러시
pl: Pędzel z zasobu
pt_br: Pincel para o recurso
ru: Кисть из ресурса
zh_hans: 资源中的画笔
zh_hant: 來自資源的筆刷

source: Opacity
cs: Krytí
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
ja: 不透明度
ko: 불투명도
pl: Nieprzezroczystość
pt_br: Opacidade
ru: Непрозрачность
zh_hans: 暗度
zh_hant: 不透明度

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: OK
es: Aceptar
ko: 확인
ru: ОК
zh_hans: 确定
zh_hant: 確定

source: Show All Assemblies
cs: Zobrazit všechna sestavení
de: Alle Assemblys anzeigen
es: Mostrar todos los ensamblados
fr: Afficher tous les assemblys
it: Mostra tutti gli assembly
ja: すべてのアセンブリを表示
ko: 모든 어셈블리 표시
pl: Pokaż wszystkie zestawy
pt_br: Mostrar Todos os Assemblies
ru: Показать все сборки
zh_hans: 显示所有程序集
zh_hant: 顯示所有組件

source: Search Properties
cs: Prohledat vlastnosti
de: Sucheigenschaften
es: Buscar propiedades
fr: Rechercher des Propriétés
it: Proprietà di ricerca
ja: 検索プロパティ
ko: 속성 검색
pl: Właściwości wyszukiwania
pt_br: Pesquisar Propriedades
ru: Свойства поиска
zh_hans: 搜索属性
zh_hant: 搜尋屬性

source: New
cs: Nové
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規作成
ko: 새로 만들기
pl: Nowy
pt_br: Novo
ru: Создать
zh_hans: 新建
zh_hant: 新增

# SearchObjectsTitle
source: Search Objects
cs: Hledat objekty
de: Objekte suchen
es: Buscar objetos
fr: Objets de recherche
it: Cerca oggetti
ja: オブジェクトの検索
ko: 검색 개체
pl: Wyszukaj w obiektach
pt_br: Pesquisar objetos
ru: Поиск объектов
zh_hans: 搜索对象
zh_hant: 搜尋物件

# SelectObjectTitle
source: Select Object
cs: Vybrat objekt
de: Objekt auswählen
es: Seleccionar objeto
fr: Sélectionner un objet
it: Seleziona oggetto
ja: オブジェクトの選択
ko: 개체 선택
pl: Wybieranie obiektu
pt_br: Selecionar Objeto
ru: Выбор объекта
zh_hans: 选择对象
zh_hant: 選取物件

source: Custom Expression
cs: Vlastní výraz
de: Benutzerdefinierter Ausdruck
es: Expresión personalizada
fr: Expression personnalisée
it: Espressione personalizzata
ja: カスタム式
ko: 사용자 지정 식
pl: Wyrażenie niestandardowe
pt_br: Expressão Personalizada
ru: Пользовательское выражение
zh_hans: 自定义表达式
zh_hant: 自訂運算式

# ColorEditorTabLabel
source: Editor
fr: Éditeur
ja: エディター
ko: 편집기
pl: Edytor
ru: Редактор
zh_hans: 编辑器
zh_hant: 編輯器

# SearchResourcesTitle
source: Search Resources
cs: Hledat ve zdrojích informací a materiálech
de: Ressourcen suchen
es: Buscar recursos
fr: Ressources de recherche
it: Cerca nelle risorse
ja: リソースの検索
ko: 리소스를 검색합니다.
pl: Wyszukaj zasoby
pt_br: Recursos de Pesquisa
ru: Поиск ресурсов
zh_hans: 搜索资源
zh_hant: 搜尋資源

# SelectResourceTitle
source: Select Resource
cs: Vybrat prostředek
de: Ressource auswählen
es: Seleccionar recurso
fr: Sélectionner une ressource
it: Seleziona risorsa
ja: リソースの選択
ko: 리소스 선택
pl: Wybierz zasób
pt_br: Selecionar Recurso
ru: Выбор ресурса
zh_hans: 选择资源
zh_hant: 選取資源

source: Show system resources
cs: Zobrazit systémové prostředky
de: Systemressourcen anzeigen
es: Mostrar recursos del sistema
fr: Afficher les ressources système
it: Mostra le risorse di sistema
ja: システム リソースを表示
ko: 시스템 리소스 표시
pl: Pokaż zasoby systemowe
pt_br: Mostrar recursos do sistema
ru: Показать системные ресурсы
zh_hans: 显示系统资源
zh_hant: 顯示系統資源

# ResourceEllipsis
source: Resource…
cs: Prostředek…
de: Ressource...
es: Recurso...
fr: Ressource…
it: Risorsa…
ja: リソース...
ko: 리소스...
pl: Zasób...
pt_br: Recurso…
ru: Ресурс…
zh_hans: 资源…
zh_hant: 資源…

source: Default
cs: Výchozí
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefiniti
ja: 既定
ko: 기본값
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設值

source: Inherited
cs: Zděděno
de: Geerbt
es: Heredada
fr: Héritée
it: Ereditata
ja: 継承
ko: 상속됨
pl: Odziedziczone
pt_br: Herdado
ru: Унаследовано
zh_hans: 继承
zh_hant: 已繼承

# InvalidValue
source: {0} is an Invalid Value
cs: {0} není platná hodnota
de: "{0}" ist ein ungültiger Wert.
es: {0} no es un valor válido
fr: {0} est une valeur non valide
it: {0} è un valore non valido
ja: '{0}' は無効な値です
ko: {0}은(는) 잘못된 값입니다.
pl: {0} jest nieprawidłową wartością
pt_br: {0} é um Valor Inválido
ru: {0} — недопустимое значение.
zh_hans: {0} 值无效
zh_hant: {0} 是無效值

source: Local
cs: Místní
de: Lokal
it: Locale
ja: ローカル
ko: 로컬
pl: Lokalne
ru: Локальные
zh_hans: 本地
zh_hant: 本機

source: Unset
cs: Zrušit nastavení
de: Löschen
es: Sin establecer
fr: Annuler la définition
it: Annulla impostazione
ja: 設定解除
ko: 설정되지 않음
pl: Cofnij ustawienie
pt_br: Remover Definição
zh_hans: 未设置
zh_hant: 取消設定

# MaterialColorRed
source: Red
cs: Červená
de: Rot
es: Rojo
fr: Rouge
it: Rosso
ja: 赤
ko: 빨강
pl: Czerwony
pt_br: Vermelho
ru: Красный
zh_hans: 红色
zh_hant: 紅色

# MaterialColorPink
source: Pink
cs: Růžová
de: Rosa
es: Rosa
fr: Rose
it: Rosa
ja: ピンク色
ko: 분홍
pl: Różowy
pt_br: Rosa
ru: Розовый
zh_hans: 粉色
zh_hant: 粉紅色

# MaterialColorPurple
source: Purple
cs: Fialová
de: Violett
es: Púrpura
fr: Violet
it: Viola
ja: 紫
ko: 자주
pl: Purpurowy
pt_br: Roxo
ru: Сиреневый
zh_hans: 紫色
zh_hant: 紫色

# MaterialColorDeepPurple
source: Deep Purple
cs: Tmavě fialová
de: Tiefviolett
es: Púrpura intenso
fr: Violet foncé
it: Viola intenso
ja: 濃い紫色
ko: 짙은 자주
pl: Głęboki fioletowy
pt_br: Violeta
ru: Темно-сиреневый
zh_hans: 深紫色
zh_hant: 深紫色

# MaterialColorIndigo
source: Indigo
cs: Indigově modrá
es: Añil
it: Indaco scuro
ja: インディゴ
ko: 남색
pl: Indygo
pt_br: Índigo
ru: Индиго
zh_hans: 靛蓝色
zh_hant: 靛藍色

# MaterialColorBlue
source: Blue
cs: Modrá
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: 青
ko: 파랑
pl: Niebieski
pt_br: Azul
ru: Синий
zh_hans: 蓝色
zh_hant: 藍色

# MaterialColorLightBlue
source: Light Blue
cs: Světle modrá
de: Hellblau
es: Azul claro
fr: Bleu clair
it: Azzurro
ja: 明るい青色
ko: 연한 파랑
pl: Jasnoniebieski
pt_br: Azul-claro
ru: Светло-синий
zh_hans: 浅蓝色
zh_hant: 淺藍色

# MaterialColorCyan
source: Cyan
cs: Azurová
de: Zyan
es: Aguamarina
it: Ciano
ja: 水色
ko: 녹청
pl: Błękitny
pt_br: Ciano
ru: Голубой
zh_hans: 蓝绿色
zh_hant: 青色

# MaterialColorTeal
source: Teal
cs: Šedozelená
de: Blaugrün
es: Verde azulado
fr: Bleu-vert
it: Verde acqua
ja: 青緑
ko: 청록
pl: Zielonomodry
pt_br: Azul-petróleo
ru: Сине-зеленый
zh_hans: 青色
zh_hant: 藍綠色

# MaterialColorGreen
source: Green
cs: Zelená
de: Grün
es: Verde
fr: Vert
it: Verde
ja: 緑
ko: 녹색
pl: Zielony
pt_br: Verde
ru: Зеленый
zh_hans: 绿色
zh_hant: 綠色

# MaterialColorLightGreen
source: Light Green
cs: Světle zelená
de: Hellgrün
es: Verde claro
fr: Vert clair
it: Verde chiaro
ja: 明るい緑色
ko: 연한 녹색
pl: Jasnozielony
pt_br: Verde-claro
ru: Светло-зеленый
zh_hans: 浅绿色
zh_hant: 淺綠色

# MaterialColorLime
source: Lime
cs: Žlutozelená
de: Gelbgrün
es: Verde
fr: Vert
it: Verde limone
ja: 黄緑
ko: 라임
pl: Limonowy
pt_br: Verde-limão
ru: Травяной
zh_hans: 浅绿色
zh_hant: 亮綠色

# MaterialColorYellow
source: Yellow
cs: Žlutá
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
ja: 黄
ko: 노랑
pl: Żółty
pt_br: Amarelo
ru: Желтый
zh_hans: 黄色
zh_hant: 黃色

# MaterialColorAmber
source: Amber
cs: Žlutohnědá
de: Bernstein
es: Ámbar
fr: Ambre
it: Ambra
ja: アンバー色
ko: 황색
pl: Bursztynowy
pt_br: Âmbar
ru: Янтарный
zh_hans: 琥珀色
zh_hant: 琥珀色

# MaterialColorOrange
source: Orange
cs: Oranžová
es: Naranja
it: Arancione
ja: オレンジ
ko: 주황
pl: Pomarańczowy
pt_br: Laranja
ru: Оранжевый
zh_hans: 橙色
zh_hant: 橙色

# MaterialColorDeepOrange
source: Deep Orange
cs: Tmavě oranžová
de: Tieforange
es: Naranja intenso
fr: Orange foncé
it: Arancione intenso
ja: 濃いオレンジ色
ko: 짙은 주황
pl: Głęboki pomarańczowy
pt_br: Laranja-escuro
ru: Темно-оранжевый
zh_hans: 深橙色
zh_hant: 深橙色

# MaterialColorBrown
source: Brown
cs: Hnědá
de: Braun
es: Marrón
fr: Marron
it: Marrone
ja: 茶色
ko: 갈색
pl: Brązowy
pt_br: Marrom
ru: Коричневый
zh_hans: 棕色
zh_hant: 棕色

# MaterialColorGrey
source: Grey
cs: Šedá
de: Grau
es: Gris
fr: Gris
it: Grigio
ja: 灰色
ko: 회색
pl: Szary
pt_br: Cinza
ru: Серый
zh_hans: 灰色
zh_hant: 灰色

# MaterialColorBlueGrey
source: Blue Grey
cs: Modrošedá
de: Blaugrau
es: Gris azulado
fr: Bleu gris
it: Grigio azzurro
ja: 青灰色
ko: 청회색
pl: Niebieskoszary
pt_br: Cinza-azulado
ru: Серо-синий
zh_hans: 蓝灰色
zh_hant: 藍灰色

# MaterialDesignColorBrush
source: Material Design Colors
cs: Barvy návrhu materiálu
de: Materialdesignfarben
es: Colores de diseño del material
fr: Couleurs Material Design
it: Colori della struttura del materiale
ja: 素材のデザインの色
ko: 재질 디자인 색
pl: Kolory projektu materiału
pt_br: Cores de Design do Material
ru: Цвета разработки материала
zh_hans: 材料设计颜色
zh_hant: 材質設計色彩

# MaterialColorBlackAndWhite
source: Black and White
cs: Černá a bílá
de: Schwarz/Weiß
es: Blanco y negro
fr: Noir et blanc
it: Bianco e nero
ja: 白黒
ko: 흑백
pl: Czarny i biały
pt_br: Preto e Branco
ru: Черно-белый
zh_hans: 黑白
zh_hant: 黑白

source: White
cs: Bílá
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
ja: 白
ko: 흰색
pl: Biały
pt_br: Branco
ru: Белый
zh_hans: 白色
zh_hant: 白色

source: No preview available
cs: Žádný náhled není k dispozici.
de: Keine Vorschau verfügbar
es: Vista previa no disponible
fr: Aucun aperçu disponible
it: Anteprima non disponibile
ja: プレビューはできません。
ko: 미리 볼 수 없습니다.
pl: Podgląd niedostępny
pt_br: Nenhuma visualização disponível
ru: Предварительный просмотр невозможен
zh_hans: 无可用预览
zh_hant: 沒有可用的預覽

source: Resource
cs: Prostředek
de: Ressource
es: Recurso
fr: Ressource
it: Risorsa
ja: リソース
ko: 리소스
pl: Zasób
pt_br: Recurso
ru: Ресурс
zh_hans: 资源
zh_hant: 資源

# ResourceWithName
source: Resource ({0})
cs: Prostředek ({0})
de: Ressource ({0})
es: Recurso ({0})
fr: Ressource ({0})
it: Risorsa ({0})
ja: リソース ({0})
ko: 리소스({0})
pl: Zasób ({0})
pt_br: Recurso ({0})
ru: Ресурс ({0})
zh_hans: 资源({0})
zh_hant: 資源 ({0})

source: Binding
cs: Vazba
de: Bindung
es: Enlace
fr: Liaison
ja: バインド
ko: 바인딩
pl: Powiązanie
pt_br: Associação
ru: Привязка
zh_hans: 绑定
zh_hant: 繫結

source: Go to Source
cs: Přejít ke zdroji
de: Gehe zu Quelle
es: Ir a origen
fr: Atteindre la source
it: Vai a origine
ja: ソースに移動
ko: 소스로 이동
pl: Przejdź do źródła
pt_br: Ir para Origem
ru: Перейти к источнику
zh_hans: 转到源
zh_hant: 移至原始檔

# CollectionValue
source: (Collection)
cs: (Kolekce)
de: (Auflistung)
es: (Colección)
it: (Insieme)
ja: (コレクション)
ko: (컬렉션)
pl: (Kolekcja)
pt_br: (Coleção)
ru: (Коллекция)
zh_hans: (集合)
zh_hant: (集合)

# OtherTypeAction
source: <Other type…>
cs: <Jiný typ...>
de: <Anderer Typ...>
es: <Otro tipo…>
fr: <Autre type…>
it: <Altro tipo…>
ja: <その他の種類...>
ko: <기타 형식...>
pl: <Inny typ...>
pt_br: <Outro tipo...>
ru: <Другой тип…>
zh_hant: <其他類型...>

source: Items
cs: Položky
de: Elemente
es: Elementos
fr: Éléments
it: Elementi
ja: 項目
ko: 항목
pl: Elementy
pt_br: Itens
ru: Элементы
zh_hans: 项
zh_hant: 項目

# CollectionEditorTitle
source: Collection Editor: {0}
cs: Editor kolekce: {0}
de: Sammlungs-Editor: {0}
es: Editor de colección: {0}
fr: Éditeur de collections : {0}
it: Editor della raccolta: {0}
ja: コレクション エディター: {0}
ko: 컬렉션 편집기: {0}
pl: Edytor kolekcji: {0}
pt_br: Editor de Coleção: {0}
ru: Редактор коллекций: {0}
zh_hans: 集合编辑器: {0}
zh_hant: 集合編輯器: {0}

source: Move item down
cs: Přesunout položku dolů
de: Element nach unten verschieben
es: Bajar elemento
fr: Déplacer l'élément vers le bas
it: Sposta elemento in basso
ja: 項目を下に移動
ko: 항목 아래로 이동
pl: Przenieś element w dół
pt_br: Mover item para baixo
ru: Переместить элемент вниз
zh_hans: 向下移动项
zh_hant: 將項目向下移

source: Move item up
cs: Přesunout položku nahoru
de: Element nach oben verschieben
es: Subir elemento
fr: Déplacer l'élément vers le haut
it: Sposta elemento in alto
ja: 項目を上に移動
ko: 항목 위로 이동
pl: Przenieś element w górę
pt_br: Mover item para cima
ru: Переместить элемент вверх
zh_hans: 向上移动项
zh_hant: 將項目向上移

source: Remove item
cs: Odebrat položku
de: Element entfernen
es: Quitar elemento
fr: Supprimer l'élément
it: Rimuovi elemento
ja: 項目の削除
ko: 항목 제거
pl: Usuń element
pt_br: Remover item
ru: Удалить элемент
zh_hans: 删除项
zh_hant: 移除項目

source: Define in
cs: Definovat v
de: Definieren in
es: Definir en
fr: Définir dans
it: Posizione definizione
ja: 定義先
ko: 정의 위치
pl: Zdefiniuj w:
pt_br: Definir em
ru: Создать источник данных в
zh_hans: 定义位置
zh_hant: 定義於

source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
zh_hans: 应用程序
zh_hant: 應用程式

source: This document
cs: Tento dokument
de: Dieses Dokument
es: Este documento
fr: Ce document
it: Documento corrente
ja: このドキュメント
ko: 이 문서
pl: Ten dokument
pt_br: Este documento
ru: Этот документ
zh_hans: 此文档
zh_hant: 此文件

source: Apply to all
cs: Použít u všech
de: Auf alle Objekte anwenden
es: Aplicar a todo
fr: Appliquer à tout
it: Applica a tutti
ja: すべてに適用
ko: 모든 항목에 적용
pl: Zastosuj do wszystkich
pt_br: Aplicar a todos
ru: Применить ко всем
zh_hans: 全部应用
zh_hant: 全部套用

# ConvertToNewResourceEllipsis
source: Convert to new resource…
cs: Převést na nový prostředek…
de: In neue Ressource konvertieren...
es: Convertir en nuevo recurso...
fr: Convertir en nouvelle ressource…
it: Converti in nuova risorsa…
ja: 新しいリソースに変換...
ko: 새 리소스로 변환...
pl: Konwertuj na nowy zasób...
pt_br: Converter para novo recurso…
ru: Преобразовать в новый ресурс…
zh_hans: 转换为新资源…
zh_hant: 轉換成新的資源...

# CreateResourceTitle
source: Create {0} Resource
cs: Vytvořit prostředek: {0}
de: Ressource "{0}" erstellen
es: Crear recurso {0}
fr: Créer la ressource {0}
it: Crea risorsa {0}
ja: {0} リソースの作成
ko: {0} 리소스 만들기
pl: Tworzenie zasobu {0}
pt_br: Criar Recurso {0}
ru: Создание ресурса {0}
zh_hans: 创建 {0} 资源
zh_hant: 建立 {0} 資源

# ResourceNameLabel
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: Resource Dictionary
cs: Slovník prostředků
de: Ressourcenwörterbuch
es: Diccionario de recursos
fr: Dictionnaire de ressources
it: Dizionario risorse
ja: リソース ディクショナリ
ko: 리소스 사전
pl: Słownik zasobów
pt_br: Dicionário de Recursos
ru: Словарь ресурсов
zh_hans: 资源字典
zh_hant: 資源字典

# CreateDataBindingMenuItem
source: Create New Binding…
cs: Vytvořit novou vazbu…
de: Neue Bindung erstellen...
es: Crear enlace...
fr: Créer une liaison…
it: Crea nuovo binding…
ja: 新しいバインドの作成...
ko: 새 바인딩 만들기...
pl: Utwórz nowe powiązanie...
pt_br: Criar Associação…
ru: Создать новую привязку…
zh_hans: 创建新绑定…
zh_hant: 建立新的繫結...

# AddValueConverterEllipsis
source: Add Value Converter…
cs: Přidat převaděč hodnot…
de: Wertkonverter hinzufügen...
es: Agregar convertidor de valores…
fr: Ajouter un convertisseur de valeurs…
it: Aggiungi convertitore di valori…
ja: 値コンバーターの追加...
ko: 값 변환기 추가...
pl: Dodaj konwerter wartości...
pt_br: Adicionar Conversor de Valor…
ru: Добавить преобразователь значений…
zh_hans: 添加值转换器…
zh_hant: 新增值轉換器...

# AddValueConverterTitle
source: Add Value Converter
cs: Přidat převaděč hodnot
de: Wertkonverter hinzufügen
es: Agregar convertidor de valores
fr: Ajouter un convertisseur de valeurs
it: Aggiungi convertitore di valori
ja: 値コンバーターの追加
ko: 값 변환기 추가
pl: Dodawanie konwertera wartości
pt_br: Adicionar Conversor de Valor
ru: Добавить преобразователь значений
zh_hans: 添加值转换器
zh_hant: 加入值轉換器
