Repository: xamarin/Xamarin.PropertyEditing
Catalog: Xamarin.PropertyEditing/Properties/Resources.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

source: No Value Converter
cs: Žádný převaděč hodnot
de: Kein Wertkonverter
es: Sin convertidor de valores
fr: Aucun convertisseur de valeurs
it: Nessun convertitore di valori
ja: 値コンバーターがありません
ko: 값 변환기 없음
pl: Brak konwertera wartości
pt_br: Nenhum Conversor de Valor
ru: Преобразователь значений отсутствует
zh_hans: 无值转换器
zh_hant: 沒有值轉換器

source: Value Converter Name
cs: Název převaděče hodnot
de: Name des Wertkonverters
es: Nombre del convertidor de valores
fr: Nom du convertisseur de valeurs
it: Nome convertitore di valori
ja: 値コンバーター名
ko: 값 변환기 이름
pl: Nazwa konwertera wartości
pt_br: Nome do Conversor de Valor
ru: Название преобразователя значений
zh_hans: 值转换器名称
zh_hant: 值轉換器名稱

# CreateDataBindingTitle
source: Create Data Binding for {0}
cs: Vytvořit datovou vazbu pro {0}
de: Datenbindung für "{0}" erstellen
es: Crear enlace de datos para {0}
fr: Créer une liaison de données pour {0}
it: Crea data binding per {0}
ja: {0} のデータ バインドの作成
ko: {0}의 데이터 바인딩 만들기
pl: Utwórz powiązanie danych dla elementu {0}
pt_br: Criar Associação de Dados para {0}
ru: Создание привязки данных для {0}
zh_hans: 为 {0} 创建数据绑定
zh_hant: 建立 {0} 的資料繫結

source: Binding Type
cs: Typ vazby
de: Bindungstyp
es: Tipo de enlace
fr: Type de liaison
it: Tipo di binding
ja: バインドの種類
ko: 바인딩 형식
pl: Typ powiązania
pt_br: Tipo de Associação
ru: Тип привязки
zh_hans: 绑定类型
zh_hant: 繫結類型

source: Path
cs: Cesta
de: Pfad
es: Ruta de acceso
fr: Chemin d'accès
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
zh_hans: 路径
zh_hant: 路徑

source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizada
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pl: Niestandardowe
pt_br: Personalizado
ru: Настраиваемый
zh_hans: 自定义
zh_hant: 自訂

source: Invalid Ratio
cs: Neplatný poměr
de: Ungültiges Verhältnis
es: Relación no válida
fr: Ratio non valide
it: Rapporto non valido
ja: 比率が無効です
ko: 잘못된 비율
pl: Nieprawidłowy współczynnik
pt_br: Razão Inválida
ru: Недопустимое соотношение
zh_hans: 比率无效
zh_hant: 比例無效

source: All Resources
cs: Všechny prostředky
de: Alle Ressourcen
es: Todos los recursos
fr: Toutes les ressources
it: Tutte le risorse
ja: すべてのリソース
ko: 모든 리소스
pl: Wszystkie zasoby
pt_br: Todos os Recursos
ru: Все ресурсы
zh_hans: 所有资源
zh_hant: 所有資源

source: Shared
cs: Sdílené
de: Freigegeben
es: Compartido
fr: Partagé
it: Condiviso
ja: 共有
ko: 공유
pl: Zestaw udostępniony
pt_br: Compartilhado
ru: Общий ресурс
zh_hans: 共享
zh_hant: 共用

# AddVariationHelpText
source: Introduce variation based on:
cs: Zavést variaci podle:
de: Variation einführen basierend auf:
es: Introducir variación basada en:
fr: Introduire une variation basée sur :
it: Introdurre la variante basata su:
ja: 次に基づいてバリエーションを導入:
ko: 다음을 기반으로 변형 지정:
pl: Wprowadź odmianę na podstawie:
pt_br: Introduzir variação com base em:
ru: Предложение варианта на основе:
zh_hans: 基于以下条件引入变体:
zh_hant: 引入變異依據:

# AddVariationTitle
source: Add a Variation
cs: Přidat variaci
de: Variation hinzufügen
es: Agregar una variación
fr: Ajouter une variation
it: Aggiungi una variante
ja: バリエーションの追加
ko: 변형 추가
pl: Dodaj odmianę
pt_br: Adicionar uma Variação
ru: Добавление варианта
zh_hans: 添加变体
zh_hant: 新增變異

source: Any
cs: Libovolný
de: Beliebig
es: Cualquiera
fr: Tout
it: Qualsiasi
ja: 任意
ko: 모두
pl: Dowolny
pt_br: Qualquer
ru: Любой
zh_hans: 任何
zh_hant: 任何

# ErrorCreatingVariant
source: Error creating variant: {0}. If this error continues, please report it.
cs: Při vytváření varianty {0} došlo k chybě. Pokud se tato chyba bude opakovat, oznamte ji, prosím.
de: Fehler beim Erstellen der Variante: {0}. Falls dieser Fehler weiterhin besteht, melden Sie ihn.
es: Error al crear la variante: {0}. Si el error persiste, notifíquelo.
fr: Erreur de création de variante : {0}. Si cette erreur persiste, signalez-la.
it: Si è verificato un errore durante la creazione della variante: {0}. Se l'errore persiste, segnalarlo.
ja: バリアント {0} の作成でエラーが発生しました。このエラーが引き続き発生する場合は、それを報告してください。
ko: 변형 {0}을(를) 만드는 동안 오류가 발생했습니다. 이 오류가 계속되는 경우 보고하세요.
pl: Wystąpił błąd podczas tworzenia wariantu: {0}. Jeśli ten błąd będzie się powtarzać, zgłoś go.
pt_br: Erro ao criar variante: {0}. Se o erro persistir, faça um relatório.
ru: Ошибка при создании варианта: {0}. Если ошибка повторится, сообщите нам об этом.
zh_hans: 创建变体时出错: {0}。如果此错误继续存在，请进行报告。
zh_hant: 建立變化時發生錯誤: {0}。若此錯誤持續發生，請回報。

# UncommonPropertiesTooltip
source: Show advanced properties
cs: Zobrazit upřesňující vlastnosti
de: Erweiterte Eigenschaften einblenden
es: Mostrar propiedades avanzadas
fr: Afficher les propriétés avancées
it: Mostra proprietà avanzate
ja: 詳細設定プロパティの表示
ko: 고급 속성 표시
pl: Pokaż właściwości zaawansowane
pt_br: Mostrar propriedades avançadas
ru: Показать дополнительные свойства
zh_hans: 显示高级属性
zh_hant: 顯示進階屬性

# NewInstanceForProperty
source: New {0}
de: Dies ist die Schaltfläche für die {0}-Eigenschaft.
es: Este botón es para la propiedad {0}.
fr: Ce bouton est destiné à la propriété {0}.
it: Nuovo {0}
ja: このボタンは {0} プロパティ用です。
ko: 이 단추는 {0} 속성에 사용됩니다.
pl: Ten przycisk jest przeznaczony dla właściwości {0}.
pt_br: Este botão é para a propriedade {0}.
ru: Это кнопка для свойства {0}.
zh_hans: 这是 {0} 属性的按钮。
zh_hant: 這是 {0} 屬性的按鈕。

source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Selecionar
ru: Выбор
zh_hans: 选择
zh_hant: 選取

# SelectTypeForProperty
source: This button is for the {0} property.
cs: Toto je tlačítko pro vlastnost {0}.
de: Dies ist die Schaltfläche für die {0}-Eigenschaft.
es: Este botón es para la propiedad {0}.
fr: Ce bouton est destiné à la propriété {0}.
it: Selezionare il tipo {0}
ja: このボタンは {0} プロパティ用です。
ko: 이 단추는 {0} 속성에 사용됩니다.
pl: Ten przycisk jest przeznaczony dla właściwości {0}.
pt_br: Este botão é para a propriedade {0}.
ru: Это кнопка для свойства {0}.
zh_hans: 这是 {0} 属性的按钮。
zh_hant: 這是 {0} 屬性的按鈕。

# PropertyFilterLabel
source: Property Filter
cs: Filtr vlastností
de: Eigenschaftsfilter
es: Filtro de propiedades
fr: Filtre de propriétés
ja: プロパティ フィルター
ko: 속성 필터
pl: Filtr właściwości
pt_br: Filtro de Propriedade
zh_hant: 屬性篩選

# PropertyColumnTitle
source: Property
cs: Vlastnost
de: Eigenschaft
es: Propiedad
fr: Propriété
it: Proprietà
ja: プロパティ
ko: 속성
pl: Właściwość
pt_br: Propriedade
ru: Свойство
zh_hans: 属性
zh_hant: 屬性

# ValueColumnTitle
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
zh_hans: 值
zh_hant: 值

# AccessibilityNumeric
source: This numeric editor is for the {0} property.
cs: Toto je editor numerických hodnot pro vlastnost {0}.
de: Dies ist ein numerischer Editor für die {0}-Eigenschaft.
es: Este es el editor numérico de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la propriété {0}.
it: Editor valore Numeric {0}
ja: この数値エディターは、{0} プロパティ用です。
ko: 이 숫자 편집기는 {0} 속성에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla właściwości {0}.
pt_br: Este editor numérico é para a propriedade {0}.
ru: Это числовой редактор для свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性。
zh_hant: 這是 {0} 屬性的數值編輯器。

# AccessibilityBoolean
source: This checkbox is for the {0} property.
cs: Toto je zaškrtávací políčko pro vlastnost {0}.
de: Dies ist das Kontrollkästchen für die {0}-Eigenschaft.
es: Esta es la casilla de la propiedad {0}.
fr: Cette case à cocher est destinée à la propriété {0}.
it: Editor valore Boolean {0}
ja: このチェック ボックスは {0} プロパティ用です。
ko: 이 확인란은 {0} 속성에 사용됩니다.
pl: To pole wyboru jest przeznaczone dla właściwości {0}.
pt_br: Esta caixa de seleção é para a propriedade {0}.
ru: Это флажок для свойства {0}.
zh_hans: 此复选框用于 {0} 属性。
zh_hant: 這是 {0} 屬性的核取方塊。

# AccessibilityCombobox
source: This combobox is for the {0} property.
cs: Toto je pole se seznamem pro vlastnost {0}.
de: Dies ist das Kombinationsfeld für die {0}-Eigenschaft.
es: Este es el cuadro combinado de la propiedad {0}.
fr: Cette zone de liste modifiable est destinée à la propriété {0}.
it: Editor valore Combobox {0}
ja: このコンボ ボックスは、{0} プロパティ用です。
ko: 이 콤보 상자는 {0} 속성에 사용됩니다.
pl: To pole kombi jest przeznaczone dla właściwości {0}.
pt_br: Esta caixa de combinação é para a propriedade {0}.
ru: Это поле со списком для свойства {0}.
zh_hans: 此组合框用于 {0} 属性。
zh_hant: 這是 {0} 屬性的下拉式方塊。

# AccessibilityPopUp
source: This popup is for the {0} property.
cs: Toto je automaticky otevírané okno pro vlastnost {0}.
de: Dies ist ein Popup für die {0}-Eigenschaft.
es: Este cuadro emergente es para la propiedad {0}.
fr: Cette fenêtre contextuelle est destinée à la propriété {0}.
ja: このポップアップは {0} プロパティ用です。
ko: 이 팝업은 {0} 속성에 사용됩니다.
pl: To okno podręczne jest przeznaczone dla właściwości {0}.
pt_br: Este pop-up é para a propriedade {0}.
ru: Это всплывающее окно для свойства {0}.
zh_hans: 这是 {0} 属性的弹出窗口。
zh_hant: 這是 {0} 屬性的快顯。

# AccessibilityCollection
source: This button is for the {0} property.
cs: Toto je tlačítko pro vlastnost {0}.
de: Dies ist die Schaltfläche für die {0}-Eigenschaft.
es: Este botón es para la propiedad {0}.
fr: Ce bouton est destiné à la propriété {0}.
it: Proprietà {0}, modifica raccolta
ja: このボタンは {0} プロパティ用です。
ko: 이 단추는 {0} 속성에 사용됩니다.
pl: Ten przycisk jest przeznaczony dla właściwości {0}.
pt_br: Este botão é para a propriedade {0}.
ru: Это кнопка для свойства {0}.
zh_hans: 这是 {0} 属性的按钮。
zh_hant: 這是 {0} 屬性的按鈕。

# AccessibilityCollectionHelp
source: Opens a window to edit the collection
cs: Otevře okno pro úpravu kolekce.
de: Öffnet ein Fenster zum Bearbeiten der Sammlung.
es: Abre una ventana para editar la colección.
fr: Ouvre une fenêtre pour modifier la collection
it: Apre una finestra per la modifica della raccolta
ja: コレクションを編集するためのウィンドウを開きます
ko: 컬렉션을 편집할 창을 엽니다.
pl: Otwiera okno do edytowania kolekcji
pt_br: Abre uma janela para editar a coleção
ru: Открывает окно для изменения коллекции
zh_hans: 打开一个窗口以编辑集合
zh_hant: 開啟視窗以編輯集合

# AccessibilityCollectionTypeSelector
source: This combobox is for the Type Selector.
cs: Toto je pole se seznamem pro Selektor typu.
de: Dies ist das Kombinationsfeld für die Typauswahl.
es: Este es el cuadro combinado para Selector de tipos.
fr: Zone de liste modifiable destinée au sélecteur de type.
it: Elenco dei tipi
ja: このコンボ ボックスは型セレクター用です。
ko: 이 콤보 상자는 형식 선택기에 사용됩니다.
pl: To pole kombi jest przeznaczone dla selektora typu.
pt_br: Esta caixa de combinação é para o Seletor de Tipos.
ru: Это поле со списком для селектора типа.
zh_hans: 此组合框用于类型选择器。
zh_hant: 這是類型選取器的下拉式方塊。

# AccessibilityCollectionAddButton
source: This button allows you to add an object instance from the Type Selector to the Collection table.
cs: Toto tlačítko umožňuje přidat instanci objektu ze selektoru typu do tabulky Kolekce.
de: Mit dieser Schaltfläche können Sie der Sammlungstabelle eine Objektinstanz aus der Typauswahl hinzufügen.
es: Este botón permite agregar una instancia de objeto desde el selector de tipos a la tabla de recopilación.
fr: Ce bouton vous permet d'ajouter une instance d'objet du sélecteur de type à la table Collection.
it: Aggiungi istanza di tipo
ja: このボタンを使用すると、型セレクターからコレクション テーブルにオブジェクト インスタンスを追加できます。
ko: 이 단추를 사용하여 형식 선택기에서 개체 인스턴스를 컬렉션 테이블에 추가할 수 있습니다.
pl: Ten przycisk umożliwia dodanie wystąpienia obiektu z selektora typu do tabeli kolekcji.
pt_br: Este botão permite que você adicione uma instância de objeto do Seletor de Tipos à Tabela de coleção.
ru: Эта кнопка позволяет добавить экземпляр объекта из селектора типа в таблицу коллекции.
zh_hans: 使用该按钮可以将类型选择器中的对象实例添加到集合表中。
zh_hant: 此按鈕可讓您從類型選取器將物件執行個體新增到集合資料表。

# AccessibilityCollectionRemoveButton
source: This button allows you to remove an instance of the selected object from the Collection table.
cs: Toto tlačítko umožňuje odebrat instanci vybraného objektu z tabulky Kolekce.
de: Mit dieser Schaltfläche können Sie eine Instanz des ausgewählten Objekts aus der Sammlungstabelle entfernen.
es: Este botón permite quitar una instancia del objeto seleccionado de la tabla de recopilación.
fr: Ce bouton vous permet de supprimer une instance de l'objet sélectionné dans la table Collection.
it: Rimuovi istanza
ja: このボタンを使用すると、選択したオブジェクトのインスタンスをコレクション テーブルから削除できます。
ko: 이 단추를 사용하여 컬렉션 테이블에서 선택한 개체의 인스턴스를 제거할 수 있습니다.
pl: Ten przycisk umożliwia usunięcie wystąpienia wybranego obiektu z tabeli kolekcji.
pt_br: Este botão permite que você remova uma instância do objeto selecionado da Tabela de coleção.
ru: Эта кнопка позволяет удалить экземпляр выделенного объекта из таблицы коллекции.
zh_hans: 使用该按钮可以从集合表中删除所选对象的实例。
zh_hant: 此按鈕可讓您從集合資料表移除所選物件的執行個體。

# AccessibilityCollectionOKButton
source: This button will accept the changes you have made in the Collection Editor.
cs: Toto tlačítko přijme změny, které jste provedli v editoru kolekcí.
de: Mit dieser Schaltfläche werden die im Sammlungs-Editor vorgenommenen Änderungen übernommen.
es: Este botón aceptará los cambios que ha realizado en el editor de colección.
fr: Ce bouton permet d'accepter les changements apportés dans l'éditeur de collections.
ja: このボタンを使用すると、コレクション エディターで行った変更が反映されます。
ko: 이 단추는 컬렉션 편집기에서 변경한 내용을 수락합니다.
pl: Ten przycisk spowoduje zaakceptowanie zmian wprowadzonych w edytorze kolekcji.
pt_br: Este botão aceitará as alterações feitas no Editor de Coleção.
ru: Эта кнопка позволяет принять изменения, внесенные в редакторе коллекции.
zh_hans: 此按钮将接受在集合编辑器中所做的更改。
zh_hant: 此按鈕會接受您在集合編輯器中所做的變更。

# AccessibilityCollectionCancelButton
source: This button will cancel the changes you have made in the Collection Editor.
cs: Toto tlačítko zruší změny, které jste provedli v editoru kolekcí.
de: Mit dieser Schaltfläche werden die im Sammlungs-Editor vorgenommenen Änderungen rückgängig gemacht.
es: Este botón cancelará los cambios que ha realizado en el editor de colección.
fr: Ce bouton permet d'annuler les changements apportés dans l'éditeur de collections.
ja: このボタンを使用すると、コレクション エディターで行った変更が取り消されます。
ko: 이 단추는 컬렉션 편집기에서 변경한 내용을 취소합니다.
pl: Ten przycisk spowoduje anulowanie zmian wprowadzonych w edytorze kolekcji.
pt_br: Este botão cancelará as alterações feitas no Editor de Coleção.
ru: Эта кнопка позволяет отменить изменения, внесенные в редакторе коллекции.
zh_hans: 此按钮将取消在集合编辑器中所做的更改。
zh_hant: 此按鈕會取消您在集合編輯器中所做的變更。

# AccessibilityString
source: This text editor is for the {0} property.
cs: Toto je textový editor pro vlastnost {0}.
de: Dies ist ein Text-Editor für die {0}-Eigenschaft.
es: Este es el editor de texto para la propiedad {0}.
fr: Cet éditeur de texte est destiné à la propriété {0}.
it: Editor valore String {0}
ja: このテキスト エディターは、{0} プロパティ用です。
ko: 이 텍스트 편집기는 {0} 속성에 사용됩니다.
pl: Ten edytor tekstu jest przeznaczony dla właściwości {0}.
pt_br: Este editor de texto é para a propriedade {0}.
ru: Это текстовый редактор для свойства {0}.
zh_hans: 此文本编辑器用于 {0} 属性。
zh_hant: 這是 {0} 屬性的文字編輯器。

# AccessibilityChar
source: This character editor is for the {0} property.
cs: Toto je editor znaků pro vlastnost {0}.
de: Dies ist der Zeichen-Editor für die {0}-Eigenschaft.
es: Este es el editor de caracteres de la propiedad {0}.
fr: Cet éditeur de caractères est destiné à la propriété {0}.
it: Editor valore Char {0}
ja: この文字エディターは、{0} プロパティ用です。
ko: 이 문자 편집기는 {0} 속성에 사용됩니다.
pl: Ten edytor znaków jest przeznaczony dla właściwości {0}.
pt_br: Este editor de caracteres é para a propriedade {0}.
ru: Это редактор символов для свойства {0}.
zh_hans: 此字符编辑器用于 {0} 属性。
zh_hant: 這是 {0} 屬性的字元編輯器。

# AccessibilityTimeSpan
source: This TimeSpan editor is for the {0} property.
cs: Toto je editor časového rozsahu pro vlastnost {0}.
de: Dies ist ein TimeSpan-Editor für die {0}-Eigenschaft.
es: Este es el editor de TimeSpan para la propiedad {0}.
fr: Cet éditeur de TimeSpan est destiné à la propriété {0}.
it: Editor valore TimeSpan {0}
ja: この TimeSpan エディターは、{0} プロパティ用です。
ko: 이 TimeSpan 편집기는 {0} 속성에 사용됩니다.
pl: Ten edytor przedziału czasu jest przeznaczony dla właściwości {0}.
pt_br: Este editor de TimeSpan é para a propriedade {0}.
ru: Это редактор TimeSpan (временного диапазона) для свойства {0}.
zh_hans: 此时间跨度编辑器用于 {0} 属性。
zh_hant: 這是 {0} 屬性的 TimeSpan 編輯器。

# AccessibilityDateTime
source: This DateTime editor is for the {0} property.
cs: Toto je editor data a času pro vlastnost {0}.
de: Dies ist der DateTime-Editor für die {0}-Eigenschaft.
es: Este es el editor de fecha y hora de la propiedad {0}.
fr: Cet éditeur de DateTime est destiné à la propriété {0}.
it: Editor valore DateTime {0}
ja: この DateTime エディターは、{0} プロパティ用です。
ko: 이 날짜/시간 편집기는 {0} 속성에 사용됩니다.
pl: Ten edytor daty/godziny jest przeznaczony dla właściwości {0}.
pt_br: Este editor de DateTime é para a propriedade {0}.
ru: Это редактор DateTime (даты и времени) для свойства {0}.
zh_hans: 此日期时间编辑器用于 {0} 属性。
zh_hant: 此這是 {0} 屬性的日期時間編輯器。

# AccessibilityXEditor
source: This numeric editor is for the {0} property's X value.
cs: Toto je editor čísel pro hodnotu X vlastnosti {0}.
de: Dies ist ein numerischer Editor für den X-Wert der {0}-Eigenschaft.
es: Este es el editor numérico para el valor X de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la valeur X de la propriété {0}.
it: Editor valore X {0}
ja: この数値エディターは、{0} プロパティの X 値用です。
ko: 이 숫자 편집기는 {0} 속성의 X 값에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla wartości X właściwości {0}.
pt_br: Este editor numérico é para o valor X da propriedade {0}.
ru: Это числовой редактор для значения X свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性的 X 值。
zh_hant: 這是 {0} 屬性 X 值的數值編輯器。

# AccessibilityYEditor
source: This numeric editor is for the {0} property's Y value.
cs: Toto je editor čísel pro hodnotu Y vlastnosti {0}.
de: Dies ist ein numerischer Editor für den Y-Wert der {0}-Eigenschaft.
es: Este es el editor numérico para el valor Y de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la valeur Y de la propriété {0}.
it: Editor valore Y {0}
ja: この数値エディターは、{0} プロパティの Y 値用です。
ko: 이 숫자 편집기는 {0} 속성의 Y 값에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla wartości Y właściwości {0}.
pt_br: Este editor numérico é para o valor Y da propriedade {0}.
ru: Это числовой редактор для значения Y свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性的 Y 值。
zh_hant: 這是 {0} 屬性 Y 值的數值編輯器。

# AccessibilityWidthEditor
source: This numeric editor is for the {0} property's Width value.
cs: Toto je editor čísel pro hodnotu Width vlastnosti {0}.
de: Dies ist ein numerischer Editor für den Wert \"Breite\" der {0}-Eigenschaft.
es: Este es el editor numérico para el valor Width de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la valeur Width de la propriété {0}.
it: Editor valore Width {0}
ja: この数値エディターは、{0} プロパティの幅の値用です。
ko: 이 숫자 편집기는 {0} 속성의 Width 값에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla wartości szerokości właściwości {0}.
pt_br: Este editor numérico é para o Valor da largura da propriedade {0}.
ru: Это числовой редактор для значения ширины свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性的宽度值。
zh_hant: 這是 {0} 屬性寬度值的數值編輯器。

# AccessibilityHeightEditor
source: This numeric editor is for the {0} property's Height value.
cs: Toto je editor čísel pro hodnotu Height vlastnosti {0}.
de: Dies ist ein numerischer Editor für den Wert \"Höhe\" der {0}-Eigenschaft.
es: Este es el editor numérico para el valor Height de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la valeur Height de la propriété {0}.
it: Editor valore Height {0}
ja: この数値エディターは、{0} プロパティの高さの値用です。
ko: 이 숫자 편집기는 {0} 속성의 Height 값에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla wartości wysokości właściwości {0}.
pt_br: Este editor numérico é para o Valor da altura da propriedade {0}.
ru: Это числовой редактор для значения высоты свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性的高度值。
zh_hant: 這是 {0} 屬性高度值的數值編輯器。

# ArrangeByLabel
source: Arrange By:
cs: Uspořádat podle:
de: Anordnen nach:
es: Organizar por:
fr: Réorganiser par :
it: Disponi per:
ja: 並べ替え:
ko: 정렬 기준:
pl: Rozmieść według:
pt_br: Organizar por:
ru: Упорядочить по:
zh_hans: 排列依据:
zh_hant: 排列依據:

# AccessibilityPropertiesButton
source: This is the Property Button for the {0} property.
cs: Toto je tlačítko Vlastnost pro vlastnost {0}.
de: Dies ist die Eigenschaftenschaltfläche für die {0}-Eigenschaft.
es: Este es el botón Propiedad para la propiedad {0}.
fr: Bouton de propriété pour la propriété {0}.
it: Proprietà
ja: これは、{0} プロパティの [プロパティ] ボタンです。
ko: 이 속성 단추는 {0} 속성에 사용됩니다.
pl: To jest przycisk właściwości dla właściwości {0}.
pt_br: Este é o Botão de Propriedade para a propriedade {0}.
ru: Это кнопка свойств для свойства {0}.
zh_hans: 这是 {0} 属性的属性按钮。
zh_hant: 這是 {0} 屬性的 [屬性] 按鈕。

# AccessibilityPropertiesButtonDescription
source: Edit the properties of this editor
cs: Upravit vlastnosti tohoto editoru
de: Hiermit bearbeiten Sie die Eigenschaften dieses Editors.
es: Edita las propiedades de este editor.
fr: Modifier les propriétés de cet éditeur
it: Modifica le proprietà di questo editor
ja: このエディターのプロパティを編集します
ko: 이 편집기의 속성 편집
pl: Edytuj właściwości tego edytora
pt_br: Editar as propriedades deste editor
ru: Изменение свойств этого редактора
zh_hans: 编辑此编辑器的属性
zh_hant: 編輯此編輯器的屬性

# CollectionTargetsHeader
source: Collection Items
cs: Položky kolekce
de: Sammlungselemente
es: Elementos de la colección
fr: Éléments de collection
it: Elementi della raccolta
ja: コレクション項目
ko: 컬렉션 항목
pl: Kolekcja elementów
pt_br: Itens de Coleção
ru: Элементы коллекции
zh_hans: 集合项
zh_hant: 集合項目

# CollectionEditButton
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

# ColumnResourceName
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# ColumnResourcePreview
source: Preview
cs: Náhled
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt_br: Visualizar
ru: Предварительная версия
zh_hans: 预览
zh_hant: 預覽

# ResourceTableImageColumnTitle
source: Icon
cs: Ikona
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
pl: Ikona
pt_br: Ícone
ru: Значок
zh_hans: 图标
zh_hant: 圖示

# ResourceTableTypeColumnTitle
source: Type
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 형식
pl: Typ
pt_br: Tipo
ru: Тип
zh_hans: 类型
zh_hant: 類型

# ResourceTableNameColumnTitle
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# ResourceTableValueColumnTitle
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
zh_hans: 值
zh_hant: 值

# CommonBrushTitleUnknown
source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznane
pt_br: Desconhecido
ru: Нет данных
zh_hans: 未知
zh_hant: 未知

# CommonBrushTitleGradient
source: Gradient
cs: Přechod
de: Farbverlauf
es: Degradado
fr: Dégradé
it: Sfumatura
ja: グラデーション
ko: 그라데이션
pt_br: Gradiente
ru: Градиент
zh_hans: 渐变
zh_hant: 漸層

# AccessibilityObjectName
source: This editor is for the {0} property.
cs: Toto je editor pro vlastnost {0}.
de: Dies ist der Editor für die {0}-Eigenschaft.
es: Este es el editor de la propiedad {0}.
fr: Cet éditeur est destiné à la propriété {0}.
it: Editor valore ObjectName {0}
ja: このエディターは、{0} プロパティ用です。
ko: 이 편집기는 {0} 속성에 사용됩니다.
pl: Ten edytor jest przeznaczony dla właściwości {0}.
pt_br: Este editor é para a propriedade {0}.
ru: Это редактор для свойства {0}.
zh_hans: 此编辑器用于 {0} 属性。
zh_hant: 這是 {0} 屬性的編輯器。

# ObjectNamePlaceholder
source: No Name
cs: Bez názvu
de: Kein Name
es: Sin nombre
fr: Aucun nom
it: Nessun nome
ja: 名前なし
ko: 이름 없음
pl: Brak nazwy
pt_br: Sem Nome
ru: Без имени
zh_hans: 无名称
zh_hant: 沒有名稱
