Repository: xamarin/Xamarin.PropertyEditing
Catalog: Xamarin.PropertyEditing/Properties/Resources.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

# AccessibilityLeftEditor
source: This numeric editor is for the {0} property's Left value.
cs: Toto je editor čísel pro hodnotu Left vlastnosti {0}.
de: Dies ist ein numerischer Editor für den Wert \"Links\" der {0}-Eigenschaft.
es: Este es el editor numérico para el valor Left de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la valeur Left de la propriété {0}.
it: Editor valore Left {0}
ja: この数値エディターは、{0} プロパティの左の値用です。
ko: 이 숫자 편집기는 {0} 속성의 Left 값에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla lewej wartości właściwości {0}.
pt_br: Este editor numérico é para o Valor esquerdo da propriedade {0}.
ru: Это числовой редактор для левого значения свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性的左侧值。
zh_hant: 這是 {0} 屬性左側值的數值編輯器。

# AccessibilityTopEditor
source: This numeric editor is for the {0} property's Top value.
cs: Toto je editor čísel pro hodnotu Top vlastnosti {0}.
de: Dies ist ein numerischer Editor für den Wert \"Oben\" der {0}-Eigenschaft.
es: Este es el editor numérico para el valor Top de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la valeur Top de la propriété {0}.
it: Editor valore Top {0}
ja: この数値エディターは、{0} プロパティの上の値用です。
ko: 이 숫자 편집기는 {0} 속성의 Top 값에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla górnej wartości właściwości {0}.
pt_br: Este editor numérico é para o Valor principal da propriedade {0}.
ru: Это числовой редактор для верхнего значения свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性的探顶值。
zh_hant: 這是 {0} 屬性頂端值的數值編輯器。

# AccessibilityRightEditor
source: This numeric editor is for the {0} property's Right value.
cs: Toto je editor čísel pro hodnotu Right vlastnosti {0}.
de: Dies ist ein numerischer Editor für die Eigenschaft \"Rechts\" der {0}-Eigenschaft.
es: Este es el editor numérico para el valor Right de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la valeur Right de la propriété {0}.
it: Editor valore Right {0}
ja: この数値エディターは、{0} プロパティの右の値用です。
ko: 이 숫자 편집기는 {0} 속성의 Right 값에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla prawej wartości właściwości {0}.
pt_br: Este editor numérico é para o Valor direito da propriedade {0}.
ru: Это числовой редактор для правого значения свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性的右侧值。
zh_hant: 這是 {0} 屬性右側值的數值編輯器。

# AccessibilityBottomEditor
source: This numeric editor is for the {0} property's Bottom value.
cs: Toto je editor numerických hodnot pro hodnotu Bottom vlastnosti {0}.
de: Dies ist ein numerischer Editor für den Wert \"Unten\" der {0}-Eigenschaft.
es: Este es el editor numérico para el valor Bottom de la propiedad {0}.
fr: Cet éditeur numérique est destiné à la valeur Bottom de la propriété {0}.
it: Editor valore Bottom {0}
ja: この数値エディターは、{0} プロパティの下の値用です。
ko: 이 숫자 편집기는 {0} 속성의 Bottom 값에 사용됩니다.
pl: Ten edytor wartości liczbowej jest przeznaczony dla dolnej wartości właściwości {0}.
pt_br: Este editor numérico é para o Valor inferior da propriedade {0}.
ru: Это числовой редактор для нижнего значения свойства {0}.
zh_hans: 此数值编辑器用于 {0} 属性的探底值。
zh_hant: 這是 {0} 屬性底端值的數值編輯器。

# AccessibilityInputModeEditor
source: This popup is for the {0} property.
cs: Toto je automaticky otevírané okno pro vlastnost {0}.
de: Dies ist ein Popup für die {0}-Eigenschaft.
es: Este cuadro emergente es para la propiedad {0}.
fr: Cette fenêtre contextuelle est destinée à la propriété {0}.
it: Editor valore InputMode {0}
ja: このポップアップは {0} プロパティ用です。
ko: 이 팝업은 {0} 속성에 사용됩니다.
pl: To okno podręczne jest przeznaczone dla właściwości {0}.
pt_br: Este pop-up é para a propriedade {0}.
ru: Это всплывающее окно для свойства {0}.
zh_hans: 这是 {0} 属性的弹出窗口。
zh_hant: 這是 {0} 屬性的快顯。

# AccessibilityPathEditor
source: This Path editor is for the {0} property. Press tab to navigate to the file/directory selection button. Press tab again to navigate to the Reveal button
cs: Toto je editor cesty pro vlastnost {0}. Pokud chcete přejít na tlačítko pro výběr souboru nebo adresáře, stiskněte klávesu Tab. Když ji stisknete znovu, přejdete na tlačítko Odkrýt.
de: Dies ist ein Pfad-Editor für die {0}-Eigenschaft. Drücken Sie die Tabulatortaste, um zur Schaltfläche für die Datei-/Verzeichnisauswahl zu navigieren. Drücken Sie erneut die Tabulatortaste, um zur Schaltfläche \"Anzeigen\" zu navigieren.
es: Este es el editor de rutas de acceso para la propiedad {0}. Presione TAB para desplazarse al botón de selección de archivo o directorio. Vuelva a presionar TAB para navegar al botón Mostrar.
fr: Cet éditeur de chemins est destiné à la propriété {0}. Appuyez sur la touche Tab pour naviguer jusqu'au bouton de sélection de fichier/répertoire. Appuyez à nouveau sur Tab pour accéder au bouton d'affichage.
it: Editor per percorso {0} {1}
ja: このパス エディターは、{0} プロパティ用です。Tab キーを押すと、[ファイル/ディレクトリの選択] ボタンに移動します。Tab キーをもう一度押すと、[表示] ボタンに移動します
ko: 이 경로 편집기는 {0} 속성에 사용됩니다. 파일/디렉터리 선택 단추로 이동하려면 &lt;Tab&gt; 키를 누릅니다. [표시] 단추로 이동하려면 &lt;Tab&gt; 키를 다시 누릅니다.
pl: Ten edytor ścieżek jest przeznaczony dla właściwości {0}. Naciśnij klawisz Tab, aby przejść do przycisku wyboru pliku/katalogu. Naciśnij ponownie klawisz Tab, aby przejść do przycisku ujawniania
pt_br: Este Editor de caminho é para a propriedade {0}. Pressione tab para navegar para o botão de seleção de arquivo/diretório. Pressione tab novamente para navegar até o botão Revelar
ru: Это редактор пути для свойства {0}. Нажмите клавишу TAB, чтобы перейти к кнопке выбора каталога и файла. Нажмите клавишу TAB еще раз, чтобы перейти к кнопке показа.
zh_hans: 此路径编辑器用于 {0} 属性。按 Tab 键可导航到文件/目录选择按钮。再次按下 Tab 键可导航到“显示”按钮
zh_hant: 這是 {0} 屬性的路徑編輯器。按 Tab 鍵可瀏覽到 [檔案/目錄選取] 按鈕。再按一次 Tab 鍵可瀏覽到 [顯示] 按鈕

# AccessibilityBrowseButton
source: This button is within the file/directory editor of the {0} property.
cs: Toto tlačítko se nachází v editoru souborů nebo adresářů vlastnosti {0}.
de: Diese Schaltfläche befindet sich im Datei-/Verzeichnis-Editor der {0}-Eigenschaft.
es: Este botón se encuentra en el editor de archivos o directorios de la propiedad {0}.
fr: Ce bouton se trouve dans l'éditeur de fichiers/répertoires de la propriété {0}.
ja: このボタンは、{0} プロパティのファイルまたはディレクトリ エディター内にあります。
ko: 이 단추는 {0} 속성의 파일/디렉터리 편집기 내에 있습니다.
pl: Ten przycisk znajduje się w edytorze pliku/katalogu właściwości {0}.
pt_br: Este botão está dentro do editor de arquivo/diretório da propriedade {0}.
ru: Это кнопка из редактора каталога/файла для свойства {0}.
zh_hans: 此按钮位于 {0} 属性的文件/目录编辑器中。
zh_hant: 此按鈕位於 {0} 屬性的檔案/目錄編輯器內。

# AccessibilityRevealButton
source: This button is within the file/directory editor of the {0} property. It will Reveal the location of the file.
cs: Toto tlačítko se nachází v editoru souborů nebo adresářů vlastnosti {0}. Odkryje umístění souboru.
de: Diese Schaltfläche befindet sich im Datei-/Verzeichnis-Editor der {0}-Eigenschaft. Sie zeigt den Speicherort der Datei an.
es: Este botón se encuentra en el editor de archivos o directorios de la propiedad {0}. Revelará la ubicación del archivo.
fr: Ce bouton se trouve dans l'éditeur de fichiers/répertoires de la propriété {0}. Il indique l'emplacement du fichier.
ja: このボタンは、{0} プロパティのファイルまたはディレクトリエディター内にあります。ファイルの場所が表示されます。
ko: 이 단추는 {0} 속성의 파일/디렉터리 편집기 내에 있습니다. 파일의 위치를 나타냅니다.
pl: Ten przycisk znajduje się w edytorze pliku/katalogu właściwości {0}. Spowoduje ujawnienie lokalizacji pliku.
pt_br: Este botão está dentro do editor de arquivo/diretório da propriedade {0}. Ela Revelará a localização do arquivo.
ru: Это кнопка из редактора каталога/файла для свойства {0}. При нажатии на нее будет показано расположение файла.
zh_hans: 此按钮位于 {0} 属性的文件/目录编辑器中。它将显示文件的位置。
zh_hant: 此按鈕位於 {0} 屬性的檔案/目錄編輯器內。它會顯示檔案的位置。

# ChooseFileOrDirectory
source: Choose a {0}
cs: Zvolit: {0}
de: {0} auswählen
es: Elegir un {0}
fr: Choisir un {0}
it: Scegli {0}
ja: {0} を選択する
ko: {0} 선택
pl: Wybierz: {0}
pt_br: Escolher um {0}
ru: Выбор {0}
zh_hans: 选择 {0}
zh_hant: 選擇 {0}

# BrowseFileOrDirectory
source: Browse for a {0}
cs: Vyhledat: {0}
de: Nach {0} suchen
es: Buscar un {0}
fr: Rechercher un {0}
it: Cerca {0}
ja: {0} を参照する
ko: {0} 찾아보기
pl: Przeglądaj w poszukiwaniu: {0}
pt_br: Procurar por um {0}
ru: Поиск {0}
zh_hans: 浏览 {0}
zh_hant: 瀏覽 {0}

# RevealFileOrDirectory
source: Reveal {0}
cs: Odkrýt: {0}
de: {0} anzeigen
es: Revelar un {0}
fr: Révéler {0}
it: Visualizza {0}
ja: {0} を表示する
ko: {0} 표시
pl: Odsłoń: {0}
pt_br: Revelar {0}
ru: Показать {0}
zh_hans: 显示 {0}
zh_hant: 顯示 {0}

source: File
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
zh_hans: 文件
zh_hant: 檔案

source: Directory
cs: Adresář
de: Verzeichnis
es: Directorio
fr: Annuaire
ja: ディレクトリ
ko: 디렉터리
pl: Katalog
pt_br: Diretório
ru: Каталог
zh_hans: 目录
zh_hant: 目錄

source: Add Variant
cs: Přidat variantu
de: Variante hinzufügen
es: Agregar variante
fr: Ajouter une variante
it: Aggiungi variante
ja: バリアントの追加
ko: 변형 추가
pl: Dodaj wariant
pt_br: Adicionar Variante
ru: Добавить вариант
zh_hans: 添加变体
zh_hant: 新增變體

source: Remove Variant
cs: Odebrat variantu
de: Variante entfernen
es: Quitar variante
fr: Supprimer la variante
it: Rimuovi variante
ja: バリアントの削除
ko: 변형 제거
pl: Usuń wariant
pt_br: Remover Variante
ru: Удалить вариант
zh_hans: 删除变体
zh_hant: 移除變體

# CreateBindingTitle
source: Create Binding
cs: Vytvořit vazbu
de: Bindung erstellen
es: Crear enlace
fr: Créer une liaison
ja: バインドの作成
ko: 바인딩 만들기
pl: Utwórz powiązanie
pt_br: Criar Associação
ru: Создать привязку
zh_hans: 创建绑定
zh_hant: 建立繫結

source: Other Settings
cs: Další nastavení
de: Andere Einstellungen
es: Otras configuraciones
fr: Autres paramètres
ja: 他の設定
ko: 기타 설정
pl: Inne ustawienia
pt_br: Outras Configurações
ru: Другие параметры
zh_hans: 其他设置
zh_hant: 其他設定

source: Converter
cs: Převaděč
de: Konverter
es: Convertidor
fr: Convertisseur
ja: コンバーター
ko: 변환기
pl: Konwerter
pt_br: Conversor
ru: Преобразователь
zh_hans: 转换器
zh_hant: 轉換器

# SelectTypeTitle
source: Select Type
cs: Vybrat typ
de: Typ auswählen
es: Seleccionar tipo
fr: Sélectionner le type
ja: 種類の選択
ko: 유형 선택
pl: Wybór typu
pt_br: Selecionar Tipo
ru: Выбрать тип
zh_hans: 选择类型
zh_hant: 選取類型

# DoneTitle
source: Done
cs: Hotovo
de: Fertig
es: Listo
fr: OK
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Type Not Supported
cs: Typ není podporovaný.
de: Typ nicht unterstützt.
es: Tipo no compatible
fr: Type non pris en charge
ja: 型はサポートされていません
ko: 지원되지 않는 형식
pl: Nieobsługiwany typ
pt_br: Tipo Sem Suporte
ru: Тип не поддерживается.
zh_hans: 类型不受支持
zh_hant: 不支援的類型

source: Resource Not Supported
cs: Prostředek není podporovaný
de: Ressource nicht unterstützt.
es: Recurso no admitido
fr: Ressource non prise en charge
ja: リソースはサポートされていません
ko: 지원되지 않는 리소스
pl: Zasób nie jest obsługiwany
pt_br: Recurso Sem Suporte
ru: Ресурс не поддерживается
zh_hans: 资源不受支持
zh_hant: 不支援的資源

# AddCollectionItem
source: Add
cs: Přidat
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 新增

# ResourcesAllSources
source: _All Resources
cs: Vše_chny zdroje
de: _Alle Ressourcen
es: _Todos los recursos
fr: _Toutes les ressources
ja: すべてのリソース(_A)
ko: 모든 리소스(_A)
pl: _Wszystkie zasoby
pt_br: _Todos os Recursos
ru: _Все ресурсы
zh_hans: 所有资源(_A)
zh_hant: 所有資源(_A)

# ResourcesLocalSource
source: _Local
cs: _Místní
de: _Lokal
fr: _Locale
ja: ローカル(_L)
ko: 로컬(_L)
pl: _Lokalne
ru: _Локальные
zh_hans: 本地(_L)
zh_hant: 本機(_L)

# ResourcesSharedSource
source: _Shared
cs: _Sdíleno
de: _Freigegeben
es: _Compartido
fr: _Partagée
ja: 共有(_S)
ko: 공유(_S)
pl: _Udostępnione
pt_br: _Compartilhado
ru: _Общий
zh_hans: 已共享(_S)
zh_hant: 共用(_S)

# ArrangeByCategory
source: Category
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 범주
pl: Kategoria
pt_br: Categoria
ru: Категория
zh_hans: 类别
zh_hant: 類別

# ArrangeByName
source: Name
cs: Název
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# ArrangeByValueSource
source: Value Source
cs: Zdroj hodnoty
de: Wertquelle
es: Origen del valor
fr: Source de valeur
ja: 値のソース
ko: 값 소스
pl: Źródło wartości
pt_br: Origem do Valor
ru: Источник значения
zh_hans: 源值
zh_hant: 值來源

# CollectionEditHelpText
source: Edit items in this collection
cs: Upravit položky v této kolekci
de: Elemente in dieser Sammlung bearbeiten
es: Editar elementos de esta colección
fr: Modifier les éléments de cette collection
ja: このコレクション内の項目を編集
ko: 이 컬렉션의 항목 편집
pl: Edytuj elementy z tej kolekcji
pt_br: Editar itens desta coleção
ru: Правка элементов из этой коллекции
zh_hans: 编辑此集合中的项
zh_hant: 編輯此集合中的項目

# UncommonPropertiesName
source: Advanced properties
cs: Upřesnit vlastnosti
de: Erweiterte Eigenschaften
es: Propiedades avanzadas
fr: Propriétés avancées
ja: 詳細プロパティ
ko: 고급 속성
pl: Właściwości zaawansowane
pt_br: Propriedades avançadas
ru: Дополнительные свойства
zh_hans: 高级属性
zh_hant: 進階屬性

# ArrangeByButtonName
source: Arrange By
cs: Uspořádat podle
de: Mit dieser Schaltfläche können Sie die Eigenschaftenliste nach \"{0}\" ordnen.
es: Este botón permite organizar la lista de propiedades por {0}.
fr: Ce bouton vous permet d'organiser la liste de propriétés par {0}.
ja: このボタンを使用すると、プロパティ一覧を {0} で並べ替えることができます。
ko: 이 단추를 사용하여 속성 목록을 {0}별로 정렬할 수 있습니다.
pl: Ten przycisk umożliwia rozmieszczenie listy właściwości według {0}.
pt_br: Este botão permite que você organize a lista de propriedades por {0}.
ru: Эта кнопка позволяет упорядочить список свойств по критерию {0}.
zh_hans: 使用此按钮可以按 {0} 排列属性列表。
zh_hant: 此按鈕可讓您依 {0} 排列屬性清單。

# PropertyButtonName
source: Advanced options
cs: Pokročilá nastavení
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
ja: 詳細オプション
ko: 고급 옵션
pl: Opcje zaawansowane
pt_br: Opções avançadas
ru: Дополнительные параметры
zh_hans: 高级选项
zh_hant: 進階選項

# AutoresizingLeftMarginName
source: Left margin fixed
cs: Pevný levý okraj
de: Linker Rand fixiert
es: Margen izquierdo fijo
fr: Marge de gauche fixe
ja: 左余白固定
ko: 왼쪽 여백 고정
pl: Stały margines lewy
pt_br: Margem esquerda fixa
ru: Левое поле исправлено.
zh_hans: 左边距固定
zh_hant: 左方邊界固定

source: Autosizing
cs: Automatické přizpůsobení velikosti
de: Automatische Größenanpassung
es: Ajuste automático de tamaño
fr: Redimensionnement automatique
ja: 自動サイズ調整
ko: 자동 크기 조정
pl: Autodopasowanie rozmiaru
pt_br: Dimensionamento automático
ru: Автоматическое изменение размера
zh_hans: 自动调整大小
zh_hant: 自動調整大小

source: Example
cs: Příklad
de: Beispiel
es: Ejemplo
fr: Exemple
ja: 例
ko: 예제
pl: Przykład
pt_br: Exemplo
ru: Пример
zh_hans: 示例
zh_hant: 範例

# AutoresizingBottomMarginName
source: Bottom margin fixed
cs: Pevný dolní okraj
de: Unterer Rand fixiert
es: Margen inferior fijo
fr: Marge inférieure fixe
ja: 下余白固定
ko: 아래쪽 여백 고정
pl: Stały margines dolny
pt_br: Margem inferior fixa
ru: Нижнее поле исправлено.
zh_hans: 下边距固定
zh_hant: 下方邊界固定

# AutoresizingRightMarginName
source: Right margin fixed
cs: Pevný pravý okraj
de: Rechter Rand fixiert
es: Margen derecho fijo
fr: Marge de droite fixe
ja: 右余白固定
ko: 오른쪽 여백 고정
pl: Stały margines prawy
pt_br: Margem direita fixa
ru: Правое поле исправлено.
zh_hans: 右边距固定
zh_hant: 右方邊界固定

# AutoresizingSizingHelpText
source: Cycles through width and height sizable
cs: Cykluje proměnlivou šířkou a výškou.
de: Durchläuft anpassbare Breiten- und Höhenwerte
es: Recorre el ancho y el alto ajustables
fr: Alterne entre largeur et hauteur redimensionnables
ja: 調整可能な幅と高さを切り替えます
ko: 조정 가능한 너비 및 높이 순환
pl: Przełącza między zmienną szerokością i wysokością
pt_br: Os ciclos pela largura e altura são dimensionáveis
ru: Циклы по ширине и высоте
zh_hans: 循环可调宽度和高度
zh_hant: 迴圈透過寬度和高度可調整大小

# AutoresizingTopMarginName
source: Top margin fixed
cs: Pevný horní okraj
de: Oberer Rand fixiert
es: Margen superior fijo
fr: Marge supérieure fixe
ja: 上余白固定
ko: 위쪽 여백 고정
pl: Stały margines górny
pt_br: Margem superior fixa
ru: Верхнее поле исправлено.
zh_hans: 上边距固定
zh_hant: 上方邊界固定

# AutoresizingFixedSized
source: fixed size
cs: pevná velikost
de: Feste Größe
es: tamaño fijo
fr: taille fixe
ja: 固定サイズ
ko: 고정 크기
pl: stały rozmiar
pt_br: tamanho fixo
ru: фиксированный размер
zh_hans: 固定大小
zh_hant: 固定大小

# AutoresizingHeightSizable
source: height sizable
cs: proměnlivá výška
de: Höhe veränderbar
es: alto ajustable
fr: hauteur redimensionnable
ja: 高さ調整可
ko: 높이 조정 가능
pl: zmienna wysokość
pt_br: altura dimensionável
ru: изменяемый размер высоты
zh_hans: 可调高度
zh_hant: 高度可調整大小

# AutoresizingSizingName
source: Sizing, {0}
cs: Velikost, {0}
de: Größe wird festgelegt, {0}
es: Variación de tamaño, {0}
fr: Redimensionnement, {0}
ja: サイズ、{0}
ko: 크기 조정, {0}
pl: Zmiana rozmiaru, {0}
pt_br: Dimensionando, {0}
ru: Изменение размера, {0}
zh_hans: 调整大小，{0}
zh_hant: 調整大小，{0}

# AutoresizingWidthHeightSizable
source: width and height sizable
cs: proměnlivá šířka a výška
de: Breite und Höhe veränderbar
es: ancho y alto ajustables
fr: largeur et hauteur redimensionnables
ja: 幅と高さ調整可
ko: 너비 및 높이 조정 가능
pl: zmienna szerokość i wysokość
pt_br: largura e altura dimensionáveis
ru: изменяемый размер ширины и высоты
zh_hans: 可调宽度和高度
zh_hant: 寬度和高度可調整大小

# AutoresizingWidthSizable
source: width sizable
cs: proměnlivá šířka
de: Breite veränderbar
es: ancho ajustable
fr: redimensionnable en largeur
ja: 幅調整可
ko: 너비 조정 가능
pl: zmienna szerokość
pt_br: largura dimensionável
ru: изменяемый размер ширины
zh_hans: 可调宽度
zh_hant: 寬度可調整大小

# AccessibilityPropertyFilter
source: This search text field allows you to filter the contents of the property list. Start typing to begin filtering
cs: Toto vyhledávací textové pole umožňuje filtrovat obsah seznamu vlastností. Pokud chcete začít filtrovat, začněte psát text.
de: Mit diesem Suchtextfeld können Sie die Inhalte der Eigenschaftenliste filtern. Beginnen Sie mit der Eingabe, um die Filterung zu starten.
es: Este campo de texto de búsqueda permite filtrar el contenido de la lista de propiedades. Empiece a escribir para comenzar a filtrar.
fr: Ce champ de texte de recherche vous permet de filtrer le contenu de la liste de propriétés. Commencez à taper pour commencer le filtrage
ja: この検索テキスト フィールドを使用すると、プロパティ一覧のコンテンツをフィルター処理できます。入力を開始してフィルター処理を開始します
ko: 이 검색 텍스트 필드를 사용하여 속성 목록의 콘텐츠를 필터링할 수 있습니다. 필터링을 시작하려면 입력을 시작합니다.
pl: To pole wyszukiwanego tekstu umożliwia filtrowanie zawartości listy właściwości. Zacznij pisać, aby rozpocząć filtrowanie
pt_br: Este campo de texto de pesquisa permite que você filtre o conteúdo da lista de propriedades. Comece a digitar para iniciar a filtragem
ru: Это текстовое поле поиска позволяет фильтровать содержимое списка свойств. Введите текст, чтобы начать фильтрацию.
zh_hans: 使用此搜索文本字段，可以筛选属性列表的内容。开始键入以进行筛选
zh_hant: 此搜尋文字欄位可讓您篩選屬性清單的內容。開始鍵入即可開始篩選

# AccessibilityTypeSelectorCheckbox
source: This checkbox is to enable or disable showing all assemblies.
cs: Toto zaškrtávací políčko povolí nebo zakáže zobrazování všech sestavení.
de: Dies ist ein Kontrollkästchen zum Aktivieren oder Deaktivieren der Anzeige aller Assemblys.
es: Esta casilla se usa para habilitar o deshabilitar la visualización de todos los ensamblados.
fr: Cette case à cocher permet d'activer ou de désactiver l'affichage de tous les assemblys.
ja: このチェック ボックスは、すべてのアセンブリの表示を有効または無効にするためのものです。
ko: 이 확인란은 모든 어셈블리 표시를 사용하거나 사용하지 않도록 설정하는 데 사용됩니다.
pl: To pole wyboru służy do włączania i wyłączania wyświetlania wszystkich zestawów.
pt_br: Esta caixa de seleção é para habilitar ou desabilitar a exibição de todos os assemblies.
ru: Этот флажок позволяет включить или отключить отображение всех сборок.
zh_hans: 此复选框用于启用或禁用所有程序集的显示。
zh_hant: 此核取方塊用於啟用或停用顯示所有組件的功能。

# AccessibilityTypeSelectorSearch
source: This search text field allows you to filter the contents of the type list. Start typing to begin filtering
cs: Toto vyhledávací textové pole umožňuje filtrovat obsah seznamu typů. Pokud chcete začít filtrovat, začněte psát text.
de: Mit diesem Suchtextfeld können Sie die Inhalte der Typliste filtern. Beginnen Sie mit der Eingabe, um die Filterung zu starten.
es: Este campo de texto de búsqueda permite filtrar el contenido de la lista de tipos. Empiece a escribir para comenzar a filtrar.
fr: Ce champ de texte de recherche vous permet de filtrer le contenu de la liste de types. Commencez à taper pour commencer le filtrage
ja: この検索テキスト フィールドを使用すると、型リストのコンテンツをフィルター処理できます。入力を開始してフィルター処理を開始します
ko: 이 검색 텍스트 필드를 사용하여 형식 목록의 콘텐츠를 필터링할 수 있습니다. 필터링을 시작하려면 입력을 시작합니다.
pl: To pole wyszukiwanego tekstu umożliwia filtrowanie zawartości listy typów. Zacznij pisać, aby rozpocząć filtrowanie
pt_br: Este campo de texto de pesquisa permite que você filtre o conteúdo da lista de tipos. Comece a digitar para iniciar a filtragem
ru: Это текстовое поле поиска позволяет фильтровать содержимое списка типов. Введите текст, чтобы начать фильтрацию.
zh_hans: 使用此搜索文本字段，可以筛选类型列表的内容。开始键入以进行筛选
zh_hant: 此搜尋文字欄位可讓您篩選類型清單的內容。開始鍵入即可開始篩選

# AccessibilityTypeSelectorTable
source: This table lists available types in a tree structure.
cs: Tato tabulka uvádí dostupné typy ve stromové struktuře.
de: Diese Tabelle listet die verfügbaren Typen in einer Baumstruktur auf.
es: En esta tabla se enumeran los tipos disponibles en una estructura de árbol.
fr: Ce tableau liste les types disponibles sous forme d'arborescence.
ja: このテーブルには、使用可能な型がツリー構造で一覧表示されます。
ko: 이 테이블에는 사용 가능한 형식이 트리 구조로 나열됩니다.
pl: Ta tabela zawiera listę dostępnych typów w strukturze drzewa.
pt_br: Esta tabela lista os tipos disponíveis em uma estrutura de árvore.
ru: В этой таблице перечислены доступные типы в древовидной структуре.
zh_hans: 此表列出了树状结构中的可用类型。
zh_hant: 此資料表會列出樹狀結構中可用的類型。

# AccessibilityCollectionEditorTable
source: This table lists types in a list structure.
cs: Tato tabulka uvádí typy ve struktuře seznamu.
de: Diese Tabelle listet die Typen in einer Listenstruktur auf.
es: En esta tabla se enumeran los tipos de una estructura de lista.
fr: Ce tableau liste les types sous forme de liste.
ja: このテーブルには、型がリスト構造で一覧表示されます。
ko: 이 테이블에는 형식이 목록 구조로 나열됩니다.
pl: Ta tabela zawiera listę typów w strukturze listy.
pt_br: Esta tabela lista tipos em uma estrutura de lista.
ru: В этой таблице перечислены типы в структуре списка.
zh_hans: 此表列出了列表结构中的类型。
zh_hant: 此資料表會列出清單結構中的類型。

# AccessibilityPropertyTable
source: This table lists the properties of an object in a list structure.
cs: Tato tabulka uvádí vlastnosti objektu ve struktuře seznamu.
de: Diese Tabelle listet die Eigenschaften eines Objekts in einer Listenstruktur auf.
es: En esta tabla se enumeran las propiedades de un objeto en una estructura de lista.
fr: Ce tableau liste les propriétés d'un objet sous forme de liste.
ja: このテーブルには、オブジェクトのプロパティがリスト構造で一覧表示されます。
ko: 이 테이블은 개체 속성을 목록 구조로 나열합니다.
pl: Ta tabela zawiera listę właściwości obiektu w strukturze listy.
pt_br: Esta tabela lista as propriedades de um objeto em uma estrutura de lista.
ru: В этой таблице перечислены свойства объекта в структуре списка.
zh_hans: 此表列出了列表结构中对象的属性。
zh_hant: 此資料表會列出清單結構中物件的屬性。

# AccessibilityCustomExpressionCombobox
source: This combobox is for Custom Expressions.
cs: Toto je pole se seznamem pro Vlastní výrazy.
de: Dies ist ein Kombinationsfeld für benutzerdefinierte Ausdrücke.
es: Este es el cuadro combinado para las expresiones personalizadas.
fr: Cette zone de liste modifiable est destinée aux expressions personnalisées.
ja: このコンボ ボックスはカスタム式用です。
ko: 이 콤보 상자는 사용자 지정 식에 사용됩니다.
pl: To pole kombi jest przeznaczone dla wyrażeń niestandardowych.
pt_br: Esta caixa de combinação é para Expressões Personalizadas.
ru: Это поле со списком для пользовательских выражений.
zh_hans: 此组合框用于自定义表达式。
zh_hant: 這是自訂運算式的下拉式方塊。
