Repository: xamarin/Xamarin.PropertyEditing
Catalog: Xamarin.PropertyEditing/Properties/Resources.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

# AccessibilityCustomExpressionEditControl
source: This text field is for Custom Expressions.
cs: Toto je textové pole pro Vlastní výrazy.
de: Dies ist das Textfeld für benutzerdefinierte Ausdrücke.
es: Este es el campo de texto para las expresiones personalizadas.
fr: Ce champ de texte est destiné aux expressions personnalisées.
ja: このテキスト フィールドは、カスタム式用です。
ko: 이 텍스트 필드는 사용자 지정 식에 사용됩니다.
pl: To pole tekstowe jest przeznaczone dla wyrażeń niestandardowych.
pt_br: Este campo de texto é para Expressões Personalizadas.
ru: Это текстовое поле для пользовательских выражений.
zh_hans: 此文本字段用于自定义表达式。
zh_hant: 這是自訂運算式的文字欄位。

# AccessibilityBindingEditorOK
source: This button will accept the changes you have made in the Binding Editor.
cs: Toto tlačítko přijme změny, které jste provedli v editoru vazeb.
de: Mit dieser Schaltfläche werden die im Bindungs-Editor vorgenommen Änderungen übernommen.
es: Este botón aceptará los cambios que ha realizado en el editor de enlaces.
fr: Ce bouton permet d'accepter les changements apportés dans l'éditeur de liaisons.
ja: このボタンを使用すると、バインディング エディターで行った変更が反映されます。
ko: 이 단추는 바인딩 편집기에서 변경한 내용을 수락합니다.
pl: Ten przycisk spowoduje zaakceptowanie zmian wprowadzonych w edytorze powiązań.
pt_br: Este botão aceitará as alterações feitas no Editor de Associação.
ru: Эта кнопка позволяет принять изменения, внесенные в редакторе привязки.
zh_hans: 此按钮将接受在绑定编辑器中所做的更改。
zh_hant: 此按鈕會接受您在繫結編輯器中所做的變更。

# AccessibilityBindingEditorCancel
source: This button will cancel the changes you have made in the Binding Editor.
cs: Toto tlačítko zruší změny, které jste provedli v editoru vazeb.
de: Mit dieser Schaltfläche werden die im Bindungs-Editor vorgenommenen Änderungen rückgängig gemacht.
es: Este botón cancelará los cambios que ha realizado en el editor de enlaces.
fr: Ce bouton permet d'annuler les changements apportés dans l'éditeur de liaisons.
ja: このボタンを使用すると、バインディング エディターで行った変更が取り消されます。
ko: 이 단추는 바인딩 편집기에서 변경한 내용을 취소합니다.
pl: Ten przycisk spowoduje anulowanie zmian wprowadzonych w edytorze powiązań.
pt_br: Este botão cancelará as alterações feitas no Editor de Associação.
ru: Эта кнопка позволяет отменить изменения, внесенные в редакторе привязки.
zh_hans: 此按钮将取消在绑定编辑器中所做的更改。
zh_hant: 此按鈕會取消您在繫結編輯器中所做的變更。

# AccessibilityBindingEditorValueConverter
source: This is the Value Converter popup.
cs: Toto je automaticky otevírané okno Převaděč hodnot.
de: Dies ist das Popup für den Wertkonverter.
es: Este es el cuadro emergente del convertidor de valores.
fr: Fenêtre contextuelle relative au convertisseur de valeurs.
ja: これは、[値コンバーター] ポップアップです。
ko: 값 변환기 팝업입니다.
pl: To jest okno podręczne konwertera wartości.
pt_br: Este é o pop-up do Conversor de Valor.
ru: Это всплывающее окно для преобразователя значений.
zh_hans: 这是值转换器弹出窗口。
zh_hant: 這是值轉換器快顯。

# AccessibilityBindingEditorAddConverter
source: This is the Add Value Converter button. Activating it will open the Add Value Converter window.
cs: Toto je tlačítko Přidat převaděč hodnot. Když ho aktivujete, otevře se okno Přidat převaděč hodnot.
de: Dies ist die Schaltfläche \"Wertkonverter hinzufügen\". Durch Aktivieren dieser Option wird das Fenster \"Wertkonverter hinzufügen\" geöffnet.
es: Este es el botón Agregar convertidor de valores. Al activarlo, se abre la ventana Agregar convertidor de valores.
fr: Bouton d'ajout de convertisseur de valeurs. Son activation permet l'ouverture de la fenêtre Ajouter un convertisseur de valeurs.
ja: これは [値コンバーターの追加] ボタンです。アクティブ化すると、[値コンバーターの追加] ウィンドウが開きます。
ko: 이것은 [값 변환기 추가] 단추입니다. 단추를 활성화하면 [값 변환기 추가] 창이 열립니다.
pl: To jest przycisk dodawania konwertera wartości. Aktywowanie go spowoduje otwarcie okna Dodawanie konwertera wartości.
pt_br: Este é o botão Adicionar Conversor de Valor. Ao ativá-lo, a janela Adicionar Conversor de Valor será aberta.
ru: Это кнопка "Добавить преобразователь значений". Она открывает окно "Добавление преобразователя значений".
zh_hans: 这是添加值转换器按钮。激活该按钮将打开“添加值转换器”窗口。
zh_hant: 這是 [新增值轉換器] 按鈕。啟用它會開啟 [新增值轉換器] 視窗。

# AccessibilityBindingPathSelectorCustomCheckbox
source: This checkbox is to enable or disable showing of the Custom Path text field.
cs: Pomocí tohoto zaškrtávacího políčka je možné povolit nebo zakázat zobrazování textového pole Vlastní cesta.
de: Dies ist ein Kontrollkästchen zum Aktivieren oder Deaktivieren der Anzeige des Textfelds \"Benutzerdefinierter Pfad\".
es: Esta casilla se usa para habilitar o deshabilitar la visualización del campo de texto Ruta de acceso personalizada.
fr: Cette case à cocher permet d'activer ou de désactiver l'affichage du champ de texte Chemin personnalisé.
ja: このチェック ボックスは、カスタム パス テキスト フィールドの表示を有効または無効にするためのものです。
ko: 이 확인란은 사용자 지정 경로 텍스트 필드 표시를 사용하거나 사용하지 않도록 설정하는 데 사용됩니다.
pl: To pole wyboru służy do włączania lub wyłączania wyświetlania pola tekstowego ścieżki niestandardowej.
pt_br: Esta caixa de seleção é para habilitar ou desabilitar a exibição do campo de texto Caminho Personalizado.
ru: Этот флажок позволяет включить или отключить отображение текстового поля пользовательского пути.
zh_hans: 此复选框用于启用或禁用自定义路径文本字段的显示。
zh_hant: 此核取方塊用於啟用或停用顯示 [自訂路徑] 文字欄位的功能。

# AccessibilityBindingPathSelectorCustomPath
source: This text field is for Custom Path.
cs: Toto je textové pole pro Vlastní cestu.
de: Dies ist das Textfeld für den benutzerdefinierten Pfad.
es: Este es el campo de texto para Ruta de acceso personalizada.
fr: Ce champ de texte est destiné au chemin personnalisé.
ja: このテキスト フィールドは、カスタム パス用です。
ko: 이 텍스트 필드는 사용자 지정 경로에 사용됩니다.
pl: To pole tekstowe jest przeznaczone dla ścieżki niestandardowej.
pt_br: Este campo de texto é para o Caminho Personalizado.
ru: Это текстовое поле для пользовательского пути.
zh_hans: 此文本字段用于自定义路径。
zh_hant: 這是自訂路徑的文字欄位。

# AccessibilityBindingPathSelectorPathTable
source: This table lists the properties of an object in a list structure.
cs: Tato tabulka uvádí vlastnosti objektu ve struktuře seznamu.
de: Diese Tabelle listet die Eigenschaften eines Objekts in einer Listenstruktur auf.
es: En esta tabla se enumeran las propiedades de un objeto en una estructura de lista.
fr: Ce tableau liste les propriétés d'un objet sous forme de liste.
ja: このテーブルには、オブジェクトのプロパティがリスト構造で一覧表示されます。
ko: 이 테이블은 개체 속성을 목록 구조로 나열합니다.
pl: Ta tabela zawiera listę właściwości obiektu w strukturze listy.
pt_br: Esta tabela lista as propriedades de um objeto em uma estrutura de lista.
ru: В этой таблице перечислены свойства объекта в структуре списка.
zh_hans: 此表列出了列表结构中对象的属性。
zh_hant: 此資料表會列出清單結構中物件的屬性。

# AccessibilityBindingEditorMore
source: This disclosure button allows you to show or add additional Settings.
cs: Toto tlačítko pro zpřístupnění umožňuje zobrazit nebo přidat další nastavení.
de: Mit dieser Schaltfläche können Sie zusätzliche Einstellungen anzeigen oder hinzufügen.
es: Este botón de divulgación permite mostrar o agregar configuraciones adicionales.
fr: Ce bouton d'affichage vous permet d'afficher ou d'ajouter des paramètres supplémentaires.
ja: この開示ボタンを使用すると、他の設定を表示または追加できます。
ko: 이 공개 단추를 사용하여 다른 설정을 표시하거나 추가할 수 있습니다.
pl: Ten przycisk ujawniania umożliwia wyświetlenie lub dodanie dodatkowych ustawień.
pt_br: Este botão de divulgação permite mostrar ou adicionar Configurações adicionais.
ru: Эта кнопка раскрытия позволяет отобразить или добавить дополнительные параметры.
zh_hans: 使用该提示按钮可以显示或添加其他设置。
zh_hant: 此揭露按鈕可讓您顯示或新增其他設定。

# AccessibilityBindingEditorBindingType
source: This is the Binding Type popup.
cs: Toto je automaticky otevírané okno typu vazby.
de: Dies ist das Popup für den Bindungstyp.
es: Este es el cuadro emergente Tipo de enlace.
fr: Fenêtre contextuelle relative au type de liaison.
ja: これは [バインドの種類] ポップアップです。
ko: 바인딩 형식 팝업입니다.
pl: To jest okno podręczne typu powiązania.
pt_br: Este é o pop-up de Tipo de Associação.
ru: Это всплывающее окно для типа привязки.
zh_hans: 这是“绑定类型”弹出窗口。
zh_hant: 這是繫結類型快顯。

# AccessibilityBindingAddValueConverterName
source: This is the Binding Type popup.
cs: Toto je automaticky otevírané okno typu vazby.
de: Dies ist das Popup für den Bindungstyp.
es: Este es el cuadro emergente Tipo de enlace.
fr: Fenêtre contextuelle relative au type de liaison.
ja: これは [バインドの種類] ポップアップです。
ko: 바인딩 형식 팝업입니다.
pl: To jest okno podręczne typu powiązania.
pt_br: Este é o pop-up de Tipo de Associação.
ru: Это всплывающее окно для типа привязки.
zh_hans: 这是“绑定类型”弹出窗口。
zh_hant: 這是繫結類型快顯。

# AccessibilityBindingAddValueConverterOK
source: This button will accept the changes you have made in the Add Value Converter Editor.
cs: Toto tlačítko přijme změny, které jste provedli v editoru pro přidání převaděče hodnot.
de: Mit dieser Schaltfläche werden die im Editor zum Hinzufügen von Wertkonvertern vorgenommenen Änderungen übernommen.
es: Este botón aceptará los cambios que ha realizado en el editor para agregar convertidor de valores.
fr: Ce bouton permet d'accepter les changements apportés dans l'éditeur d'ajout de convertisseur de valeurs.
ja: このボタンを使用すると、値コンバーターの追加エディターで行った変更が反映されます。
ko: 이 단추는 값 변환기 추가 편집기에서 변경한 내용을 수락합니다.
pl: Ten przycisk spowoduje zaakceptowanie zmian wprowadzonych w edytorze dodawania konwertera wartości.
pt_br: Este botão aceitará as alterações feitas no Editor Adicionar Conversor de Valor.
ru: Эта кнопка позволяет принять изменения, внесенные в редакторе "Добавление преобразователя значений".
zh_hans: 此按钮将接受在添加值转换器编辑器中所做的更改。
zh_hant: 此按鈕會接受您在新增值轉換器編輯器中所做的變更。

# AccessibilityBindingAddValueConverterCancel
source: This button will cancel the changes you have made in the Add Value Converter Editor.
cs: Toto tlačítko zruší změny, které jste provedli v editoru pro přidání převaděče hodnot.
de: Mit dieser Schaltfläche werden die im Editor zum Hinzufügen von Wertkonvertern vorgenommenen Änderungen rückgängig gemacht.
es: Este botón cancelará los cambios que ha realizado en el editor para agregar convertidor de valores.
fr: Ce bouton permet d'annuler les changements apportés dans l'éditeur d'ajout de convertisseur de valeurs.
ja: このボタンを使用すると、値コンバーターの追加エディターで行った変更が取り消されます。
ko: 이 단추는 값 변환기 추가 편집기에서 변경한 내용을 취소합니다.
pl: Ten przycisk spowoduje anulowanie zmian wprowadzonych w edytorze dodawania konwertera wartości.
pt_br: Este botão cancelará as alterações feitas no Editor Adicionar Conversor de Valor.
ru: Эта кнопка позволяет отменить изменения, внесенные в редакторе "Добавление преобразователя значений".
zh_hans: 此按钮将取消在添加值转换器编辑器中所做的更改。
zh_hant: 此按鈕會取消您在新增值轉換器編輯器中所做的變更。

# ObjectTypeLabelNone
source: None
cs: Žádná
de: Kein(e)
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
zh_hans: 无
zh_hant: 無

# FilterTypePlaceholder
source: Filter Types
cs: Typy filtrů
de: Filtertypen
es: Tipos de filtro
fr: Types de filtre
ja: 種類をフィルター処理してください
ko: 필터 형식
pl: Filtruj typy
pt_br: Filtrar Tipos
zh_hant: 篩選類型

# AccessibilityCollectionEditor
source: Collection Editor
cs: Editor kolekce
es: Editor de colecciones
ko: 컬렉션 편집기

# AccessibilityCollectionEditorItemList
source: Collection Editor Item List
cs: Seznam položek editoru kolekce
es: Lista de elementos del editor de colecciones
ko: 컬렉션 편집기 항목 목록

# AccessibilityCollectionEditorItemProperties
source: Collection Editor Item Properties
cs: Vlastnosti položky editoru kolekce
es: Propiedades del elemento del editor de colecciones
ko: 컬렉션 편집기 항목 속성

# UnnamedCategory
source: Unnamed
cs: Bez názvu
es: Sin nombre
ko: 이름 없음

# CyanInitial
source: C
cs: K
zh_hant: 壓縮

# SaturationInitial
source: S
cs: Z

# BlackInitial
source: K
de: Tsd.
es: mil
pl: tys.
ru: тыс.

# BlueInitial
source: B
de: H
fr: octets
ru: б

# BrightnessInitial
source: B
de: H
fr: octets
ru: б

source: HLS
fr: TLS
ru: Статическая HLS

# MagentaInitial
source: M
zh_hans: 周一

source: CMYK
fr: CMJN

source: HSB
fr: TSL

source: RGB
fr: RVB
